[
    {
        "title": "Saudi diplomat in Yemen freed by al Qaeda",
        "favicon": "/favicon.ie9.ico",
        "description": "Abid Naseer, 28, is accused of communicating with al Qaeda and conspiring to attack the Arndale shopping center in Manchester, England, in April 2009.",
        "keywords": "us, Abid Naseer terrorism trial heads to jury - CNN.com",
        "lang": "en",
        "canonicalLink": "http://www.cnn.com/2015/03/03/us/new-york-terror-trial-abid-naseer/index.html",
        "tags": [],
        "image": "http://i2.cdn.turner.com/cnnnext/dam/assets/150303171509-abid-naseer-restricted-large-169.jpg",
        "videos": [],
        "text": "\"Blood.  Mangled bodies and dead families,\" said Assistant U.S.  Attorney Zainab Ahmad.  \"Abid Naseer was going to place a car bomb in a crowded ... shopping center and watch people die.\"\n\nNaseer, 28, is accused of communicating with al Qaeda and conspiring to attack the Arndale shopping center in Manchester, England, in April 2009.\n\nNaseer has maintained throughout the two-week trial that he is innocent, repeatedly denying all charges and insisting that he was in the United Kingdom to find a wife, not to plan an attack.\n\nThe case is now in the hands of the jury, who began deliberations Tuesday.  Judge Raymond Dearie instructed the jury to \"judge the facts and the facts alone.\"\n\nNaseer is charged with three criminal violations: providing material support to al Qaeda, conspiring to provide material support for al Qaeda, and conspiring to use a destructive device in relation to a crime of violence.\n\nProsecutors accuse Naseer of using email addresses with female names to communicate with al Qaeda in planning the bomb attack. The \"female-sounding\" email addresses were created to attract less attention, prosecutors say.\n\nNaseer, a Pakistani national, was in the United Kingdom on a student visa at the time of his arrest.  Prosecuting attorneys pointed to the fact that Naseer had dropped out of classes after only a week as further evidence of his guilt.\n\nNaseer had no intention of completing his studies because \"that was never the plan,\" Ahmad said, arguing that Naseer applied for a student visa as a means of entering the country to carry out the attack.\n\n\"If law enforcement hadn't stopped him, he would be the martyr in heaven he so wanted to be. If he had not been stopped, hundreds of men, women, and children would be dead,\" Ahmad said.\n\nThe Manchester plot was allegedly part of a three-pronged plan that also included attacks on the New York City subway system and on a newsroom in Copenhagen. The New York plot originated with a man named Najibullah Zazi, who is believed to have corresponded with the same al Qaeda contact as Naseer.  Zazi pleaded guilty to terrorism charges and was the first witness in Naseer's trial.\n\nNaseer's 2009 arrest in England was part of a massive sweep in connection with an alleged plot to carry out bomb attacks in Britain. He was extradited in January 2013.\n\nA number of British intelligence agents -- disguised with makeup and wearing wigs -- testified that they tracked Naseer in 2009 as he visited the Manchester mall that was to be attacked.\n\nProsecutors also accuse Naseer of using \"coded language\" in his emails to update al Qaeda on his progress.\n\nEmail records show that Naseer sent an email on April 3, 2009, to a man named Sohaib, who Naseer says he met randomly in an online chatroom.  Records also show that Naseer used two email addresses to email Sohaib exclusively from public computers and used different email addresses on his personal computer for all other correspondence. The email address belonging to Sohaib has since been identified as one belonging to a member of al Qaeda.\n\nThe April 3 email reads, in part, \"We both parties have agreed to conduct the nikah after the 15th and before 20th of this month. I have confirmed the dates from them and they said you should be ready between those dates.\"\n\n\"Nikah\" refers to an Islamic marriage ceremony.  Naseer was arrested in Manchester five days after sending the email.\n\nProsecutors allege that the wedding ceremony Naseer mentions was coded language for an attack. The dates mentioned in the email, they argue, were not referring to a marriage, but rather Naseer signaling to al Qaeda when to expect the attack to happen.\n\nNaseer, who has been representing himself, denied all charges.  He told jury members that prosecutors were only able to produce circumstantial evidence, with no witnesses offering direct information of Naseer's role in the alleged plot. They also did not offer any outright proof of any link to al Qaeda or any other terrorist organization, he said.\n\n\"Did anyone come forward, take the stand, and say Abid Naseer is the one responsible?\" Naseer asked the jury.\n\n\"We all know the answer. It is a two-letter word: no,\" he said.\n\nNaseer argued that he dropped out of school because the courses, taught in English, were too difficult for him.  A 2008 trip to Pakistan, during which prosecutors allege Naseer received al Qaeda training, was really a trip to visit his ailing mother, Naseer said.\n\nHe said that he had no knowledge at the time that Sohaib was connected to al Qaeda in any way, and simply thought he was chatting with someone he met online. All correspondence mentioning multiple women and the planning of a marriage were genuine, he said.\n\n\"[I was] young and a bit desperate and wanted to settle down,\" Naseer said, noting that there was nothing out of the ordinary about his search for a wife.\n\nNaseer spent the majority of his closing argument reading from transcripts from earlier testimony, highlighting pertinent quotes he felt supported his cause.\n\n\"We're not here to speculate, we're here to prove facts,\" he said.\n\nEvidence in the trial included documents seized from a 2011 raid in Abottabad, Pakistan, in which Osama bin Laden was killed.\n\n\"Striking America at home is of the highest and top importance and is the main way to reach what we want,\" one letter said. \"The impact on Americans from a strike inside America cannot be compared with hitting them outside the country.\"\n\nNaseer is not mentioned by name in any of the seized documents.  He says he \"had no involvement in the activities mentioned.\"\n\nFBI Agent Alexander Otte, who oversaw the evidence collected in the raid, testified before the jury that he watched as military forces walked off a plane with bags of seized evidence and the body of Osama bin Laden.\n\nOther witnesses included multiple police officers and detectives from the Manchester and London police departments, forensic investigators, a linguistic specialist and an al Qaeda expert.  Surveillance officers who observed Naseer for several weeks prior to his arrest also testified.\n\nThe jury must reach a unanimous vote of guilt beyond a reasonable doubt for a guilty verdict.  If convicted, Naseer faces life in prison.",
        "source": "CNN",
        "date": "1425389963",
        "$$hashKey": "object:169"
    },
    {
        "title": "Suspected al Qaeda operative trial heads to jury",
        "favicon": "/favicon.ie9.ico",
        "description": "Al Qaeda in the Arabian Peninsula has freed a Saudi diplomat it kidnapped three years ago, Yemeni Foreign Ministry officials told CNN.",
        "keywords": "world, Saudi diplomat in Yemen freed by al Qaeda - CNN.com",
        "lang": "en",
        "canonicalLink": "http://www.cnn.com/2015/03/03/world/yemen-saudi-diplomat-al-qaeda/index.html",
        "tags": [],
        "image": null,
        "videos": [],
        "text": "Tribal leaders involved in negotiations with al Qaeda over the last month handed Abdullah Al Khalidi to Saudi authorities on Monday, two Yemeni government officials said.\n\nUnknown gunmen kidnapped Al Khalidi, the Saudi deputy consular, in 2012 as he was leaving his residence in the Mansoora district of Yemen's business capital of Aden.\n\nHe was later handed over to al Qaeda, where he appeared in al Qaeda video last year pleading to the Saudi government to ensure his safe release. Al Qaeda was demanding a ransom for his release and threatened to kill him if the ransom was not paid.\n\nCNN was not able to confirm whether Saudi Arabia or his family paid a ransom in exchange for his release.\n\nA Yemeni Foreign Ministry official told CNN that his government was not involved in the negotiations for Al Khalidi's release.\n\n\"The Yemeni government does not negotiate with terrorists. Ransoms that are paid to terrorists motivates them to conduct more kidnappings,\" said the official on condition of anonymity because he is not authorized to talk to media\n\nThe Saudi Interior Ministry announced Monday that Al Khalidi reached Riyadh safely and is undergoing medical checkups.\n\nAl Khalidi had been living in Aden for four years when he was kidnapped.\n\nLast week, a Frenchwoman working for an international organization was kidnapped, along with her Yemeni translator, in Sanaa. Two four-wheel drive vehicles were used in the kidnapping attempt, according to eyewitnesses. Their whereabouts remain unknown.\n\nKidnappings of foreigners is common in Yemen with tribes or al Qaeda-linked militants often demanding a ransom for their release or using them as a bargaining chip in their dealings with the central government.\n\nAl Qaeda is believed to have been behind most of the kidnappings since 2012.\n\nGunmen kidnapped an Iranian diplomat, Ahmed Bakht, in Yemen in 2013, and his whereabouts are still unknown. Bakht was an Iranian national employed within the Iranian Embassy in Yemen and was kidnapped while traveling through the diplomatic quarter in Sanaa when gunmen blocked the road ahead of him and abducted him.",
        "source": "CNN",
        "date": "1425486353",
        "$$hashKey": "object:170"
    },
    {
        "title": "U.S. jury convicts Pakistani tied to al Qaeda bomb plot",
        "favicon": "https://s0.wp.com/wp-content/themes/vip/nypost/static/images/favicon-nypost/favicon.ico",
        "description": "A Vietnamese computer whiz accused of helping a Yemen-based al Qaeda offshoot​ ​recruit Westerners through the publication of an online propaganda magazine claims he’s an innocent man. Minh Quang Pham,...",
        "lang": "en",
        "canonicalLink": "http://nypost.com/2015/03/04/computer-whiz-accused-of-aiding-al-qaeda-says-hes-innocent/",
        "tags": [
            "al Qaeda",
            "minh quang pham",
            "Terrorism",
            "United Kingdom",
            "Yemen"
        ],
        "image": "https://thenypost.files.wordpress.com/2015/03/2-photospham.jpg?w=150",
        "videos": [],
        "text": "A Vietnamese computer whiz accused of helping a Yemen-based al Qaeda offshoot​ ​recruit Westerners through the publication of an online propaganda magazine claims he’s an innocent man.\n\nMinh Quang Pham, 32, in a soft-spoken voice pleaded not guilty Wednesday in Manhattan federal court to a five​-​count indictment alleging he conspired with al Qaeda in the Arabian Peninsula.\n\nHe faces up to life in prison on charges including conspiring to provide material support to a terror organization, accepting military-type training and using firearms.\n\nAfter Pham was escorted away in handcuffs and sent back to Metropolitan Correctional Center in Manhattan, his lawyer Steven Frankel said his client believes he shouldn’t have been extradited from the United Kingdom and plans to vigorously fight the charges.\n\n“He did not do these things,” the lawyer said following the arraignment. “He did not hurt anybody. He never solicited anyone for any money.”\n\nHe also said Pham is “calm” but “misses his family.”\n\nThe feds say Pham helped wage jihad by helping two American traitors produce and distribute the organization’s magazine, Inspire.\n\nPham allegedly worked with American al Qaeda hate preacher Anwar al Awlaki and Samir Khan, the Pakistani-American editor and publisher of Inspire — both of whom were taken out in a 2011 drone strike.\n\nWhen asked about the connection the feds made between Pham and Khan, Frankel said “it is not surprising that in an indictment, they are looking for a name that is identifiable because most names are not. [Pham’s] name isn’t.”\n\nPham’s arrival in the US last week came after a British court last month denied his bid to challenge the extradition.\n\nPham traveled to Yemen in late 2010, and spent a half-year working with al Qaeda in the Arabian Peninsula. He was arrested by British authorities in 2011 and has since been jailed in Great Britain.",
        "source": "Reuters via Yahoo! News",
        "date": "1425502504",
        "$$hashKey": "object:171"
    },
    {
        "title": "Computer whiz accused of aiding al Qaeda says he’s innocent",
        "favicon": "https://s0.wp.com/wp-content/themes/vip/nypost/static/images/favicon-nypost/favicon.ico",
        "description": "A ​Brooklyn federal jury has found a ​Pakistani man​ ​guilty of plotting to bomb a Manchester, England, shopping mall on behalf of ​al Qaeda. Abid Naseer, 28, was​ ​part of...",
        "lang": "en",
        "canonicalLink": "http://nypost.com/2015/03/04/pakistani-man-found-guilty-in-al-qaeda-mall-bomb-plot/",
        "tags": [
            "Abid Naseer",
            "Terrorism"
        ],
        "image": "https://thenypost.files.wordpress.com/2015/02/suspect.jpg?w=150",
        "videos": [],
        "text": "A ​Brooklyn federal jury has found a ​Pakistani man​ ​guilty of plotting to bomb a Manchester, England, shopping mall on behalf of ​al Qaeda.\n\nAbid Naseer, 28, was​ ​part of a three-pronged terror cabal that ​also ​plotted attacks on New York​ City’s subways and ​targets in ​Denmark.\n\nProsecutors contended at trial that Naseer used coded language when discussing his violent plan and​​ employed various female names to refer to bombs and the terms “wedding” and “marriage” for specific attacks.\n\nRepresenting himself in court, the former cricket player countered that he was actually looking for a wife and that his online communications were innocent.\n\nAppearing calm throughout the trial and cracking the occasional quip, Naseer insisted to jurors that he had no terror ties and in fact appreciated Western culture and hoped to move back to England if acquitted.\n\nBut prosecutors Ahmad Zainab, Celia Cohen and Michael Canty argued that Naseer’s cool exterior obscured a bloodthirsty terrorist who sought to inflict mass casualties in the British city on behalf of the terror organization.\n\nProsecutors presented evidence that Naseer exchanged emails with an al Qaeda handler who also communicated with convicted New York City bomb plotter Najibullah Zazi.\n\nNaseer faltered under cross-examination when confronted with that evidence while arguing that his exchanges with the man — known as Sohaib — were entirely innocent and that he had randomly met him in a chat room.\n\nHe now faces life in prison at sentencing.",
        "source": "New York Post",
        "date": "1425493821",
        "$$hashKey": "object:172"
    },
    {
        "title": "U.S.-backed Syria rebels crumble under al Qaeda fire",
        "favicon": "http://s.wsj.net/favicon.ico",
        "description": "A jury returned a guilty verdict on Wednesday in the federal court trial of a Pakistani man accused of conspiring with al Qaeda to bomb targets in England, Denmark, and New York City.",
        "keywords": "Abid Naseer,Terrorism",
        "lang": "en",
        "canonicalLink": "http://blogs.wsj.com/law/2015/03/04/federal-jury-finds-abid-naseer-guilty-of-conspiring-with-al-qaeda/",
        "tags": [
            "Abid Naseer",
            "Terrorism"
        ],
        "image": "http://si.wsj.net/public/resources/images/BN-HF935_NASEER_P_20150304134749.jpg",
        "videos": [],
        "text": "Your email has been sent.\n\nAn error has occured and your email has not been sent.\n\nPlease try again.\n\n• You can't enter more than 20 emails.\n\n• You must enter the verification code below to send.\n\n• Invalid entry: Please type the verification code again.",
        "source": "CBS News",
        "date": "1425407094",
        "$$hashKey": "object:173"
    },
    {
        "title": "Federal Jury Finds Abid Naseer Guilty of Conspiring with al Qaeda",
        "favicon": "http://cbsnews2.cbsistatic.com/fly/bundles/cbsnewscore/favicon.ico",
        "description": "Hazm Movement is 2nd U.S.-backed rebel faction to be defeated by al Qaeda&#039;s Nusra Front",
        "keywords": "",
        "lang": "en",
        "canonicalLink": "http://www.cbsnews.com/news/us-backed-syria-rebel-group-hazm-defeated-al-qaeda-nusra-front/",
        "tags": [],
        "image": "http://cbsnews2.cbsistatic.com/hub/i/r/2014/12/04/4c77e29b-36d6-4e50-a7c3-368d272f5680/thumbnail/620x350/29ba1dea99f41505d243a276edd096eb/rtr4fof8.jpg",
        "videos": [],
        "text": "Members of al Qaeda's Nusra Front carry their weapons as they walk near al-Zahra village, north of Aleppo city, November 25, 2014.                        Reuters\n\nThe U.S.-backed Hazm Movement rebel group, one of the first such groups in Syria to be deemed moderate enough to receive military support from Washington, has announced that it is dissolving after being forced from its base in Aleppo by al Qaeda-linked militants.\n\nWith an official statement released online, heralding the dissolution of the group, Hazm became the second U.S.-backed rebel militia to fall to the al-Nusra Front. In September 2014, the Syrian Revolutionary Front of Jamal Maarouf was defeated by Nusra and thrown out of their base in Idlib.\n\nThe statement said surviving members of the Hazm would join the Levant Front -- an umbrella group of Islamic extremist and mainstream brigades in Aleppo province.\n\nHazm said its decision was spurred by heavy fighting in recent days that saw its bases overrun by al-Nusra.\n\nA message posted by an al-Nusra supporter on Twitter Monday, claimed the group had siezed dozens of anti-tank missles supplied to the Hazm Movement by the U.S. CBS News could not verify the authenticity of the image.\n\nThe Britain-based Syrian Observatory for Human Rights said Nusra Front fighters seized control of several Hazm bases. At least 29 Hazm fighters and six Nusra Front militants were killed in the clashes, it said.\n\nThe al Qaeda group frequently cooperates with more-moderate rebel factions, but has turned more hard-line since the U.S. targeted Nusra Front fighters with airstrikes as part of its wider campaign against Islamic extremists in Syria and Iraq.\n\nHazm's move is unlikely to have a dramatic impact on the battlefield, but it highlights the struggles of Western-backed opposition factions to remain relevant in the face of Islamic extremists like the Nusra Front and ISIS.",
        "source": "Wall Street Journal Blogs",
        "date": "1425498009",
        "$$hashKey": "object:174"
    },
    {
        "title": "Pakistani man found guilty in al Qaeda mall-bomb plot",
        "description": "From Yahoo News: By Sebastien Malo NEW YORK (Reuters) - A Pakistani man was convicted on Wednesday on U.S. charges of conspiring with al Qaeda to bomb targets in Europe and the United States. Abid Naseer, 28, was found guilty by a federal jury in Brooklyn of providing material support to al Qaeda and conspiring to use a destructive device. Naseer remained expressionless as the jury returned the verdict after less than two days of deliberations. He faces life in prison.U.S. prosecutors said Naseer led an al Qaeda cell plotting to bomb a shopping center in Manchester, England, in April 2009.",
        "lang": "en",
        "canonicalLink": "http://news.yahoo.com/pakistani-man-found-guilty-participating-al-qaeda-plot-191604494.html",
        "tags": [],
        "image": "http://l1.yimg.com/bt/api/res/1.2/mfKPmaf4e7st0Z0nUT8e1g--/YXBwaWQ9eW5ld3M7aWw9cGxhbmU7cT03NTt3PTYwMA--/http://media.zenfs.com/en_us/News/Reuters/2015-03-04T191604Z_1_LYNXMPEB230ZD_RTROPTP_2_USA-SECURITY-NASEER.JPG",
        "videos": [],
        "text": "NEW YORK (Reuters) - A Pakistani man was convicted on Wednesday on U.S. charges of conspiring with al Qaeda to bomb targets in Europe and the United States.\n\nAbid Naseer, 28, was found guilty by a federal jury in Brooklyn of providing material support to al Qaeda and conspiring to use a destructive device.\n\nNaseer remained expressionless as the jury returned the verdict after less than two days of deliberations. He faces life in prison.U.S. prosecutors said Naseer led an al Qaeda cell plotting to bomb a shopping center in Manchester, England, in April 2009.\n\nThe proposed attack was one of three plots affiliated al Qaeda cells were working on, along with attacks against the New York City subway system and a Copenhagen newspaper, prosecutors said.\n\nNaseer was convicted nearly six years after he was first arrested in a British anti-terrorism operation. While British authorities never charged Naseer, he was later indicted in the United States and extradited in 2013.\n\nNaseer represented himself at trial. The self-described semi-professional cricket player denied any affiliation with al Qaeda or any plot. His court-appointed legal adviser said he would appeal.\n\nNaseer's conviction came six days after a Manhattan federal jury convicted Khalid al-Fawwaz, a Saudi man prosecutors described as a close Osama bin Laden adviser, in connection with the 1998 bombings of U.S. embassies in Kenya and Tanzania.\n\nTwo men, Najibullah Zazi and Zarein Ahmedzay, have pleaded guilty to U.S. charges stemming from the New York subway plot also linked to Naseer. A third, Adis Medunjanin, was sentenced in 2012 to life in prison.\n\nAt Naseer's trial, Zazi's testimony supported prosecutors' claims that both he and Naseer, through emails, coordinated their plans with the same Pakistan-based al Qaeda facilitator.\n\nProsecutors said Naseer wrote in code in the emails, using women's names for bomb ingredients and describing the attack as a wedding.\n\nProsecutors used never-before publicized documents seized from the 2011 raid in Pakistan that killed bin Laden as part of their case against Naseer and testimony from British MI5 officers who conducted surveillance on him.\n\nThe MI5 officers testified anonymously, wearing wigs and makeup to protect their identities.",
        "source": "New York Post",
        "date": "1425496897",
        "$$hashKey": "object:175"
    }
]