[
    {
        "title": "Boko Haram-IS pledge is 'act of desperation': Nigerian govt",
        "description": "From Yahoo News: Boko Haram has pledged allegiance to the Islamic State group, after repeated indications that it was seeking a formal tie-up and a series of Nigerian military successes against the rebels. The Nigerian group's leader Abubakar Shekau made the announcement in an audio message on Saturday night, describing it as a religious duty and saying it would \"enrage the enemy of Allah\". The declaration raises the possibility that Western powers, which have so far stayed out of direct military operations in northeast Nigeria, might be pulled into the conflict, which has left more than 13,000 people dead since 2009 but largely been seen as a \"local\" or regional issue. Extremists from Libya to Pakistan have previously pledged support or allegiance to IS leader Abu Bakr al-Baghdadi while the group itself last month expanded its reach into lawless Libya.",
        "lang": "en",
        "canonicalLink": "http://news.yahoo.com/least-33-dead-northeast-nigeria-bomb-attacks-witnesses-003225439.html",
        "tags": [],
        "image": "http://l2.yimg.com/bt/api/res/1.2/YaHgTieYVb7.n34bLGaYTg--/YXBwaWQ9eW5ld3M7aWw9cGxhbmU7cT03NTt3PTYwMA--/http://media.zenfs.com/en_us/News/afp.com/Part-PAR-Par8115528-1-1-0.jpg",
        "videos": [],
        "text": "Lagos (AFP) - Boko Haram has pledged allegiance to the Islamic State group, after repeated indications that it was seeking a formal tie-up and a series of Nigerian military successes against the rebels.\n\nThe Nigerian group's leader Abubakar Shekau made the announcement in an audio message on Saturday night, describing it as a religious duty and saying it would \"enrage the enemy of Allah\".\n\nThe declaration raises the possibility that Western powers, which have so far stayed out of direct military operations in northeast Nigeria, might be pulled into the conflict, which has left more than 13,000 people dead since 2009 but largely been seen as a \"local\" or regional issue.\n\n\"Operating as an IS proxy could draw Western efforts against its operations, particularly from France, which already runs a multi-country anti-terrorist campaign in the west and central African region,\" said Ryan Cummings, from risk consultants Red24.\n\nExtremists from Libya to Pakistan have previously pledged support or allegiance to IS leader Abu Bakr al-Baghdadi while the group itself last month expanded its reach into lawless Libya.\n\nThere have been growing indications that Boko Haram was looking to formally align itself with IS group, starting last year when Shekau declared the captured town of Gwoza, in Borno state, part of a caliphate.\n\nThat followed a similar declaration by Baghdadi while both groups have captured swathes of territory.\n\nIn recent weeks, previously poorly produced Boko Haram videos took on the look and feel of more polished IS propaganda and were posted directly online, guaranteeing a wider audience.\n\nIS was also reported to have received pledges of allegiance from militants in Nigeria.\n\nMax Abrahms, a specialist in extremist groups, said Boko Haram and IS, which has yet to respond to the pledge, were in many ways a perfect match.\n\n\"Neither group (IS and Boko Haram) is inhibited in terms of violence. They're a natural ally,\" said Abrahms, from Northeastern University in Boston, Massachusetts.\n\nShekau may have attempted to tone down his violent rhetoric and improve Boko Haram's public image among the wider jihadi movement but indiscriminate attacks have continued against civilian \"soft\" targets.\n\nScores of civilians have died in suicide attacks and bombings, despite the military fight-back by Nigeria and its regional allies Cameroon, Chad and Niger.\n\nOn Saturday, a woman with explosives strapped to her body blew herself up at about 11:20 am (1020 GMT) at Baga fish market in the Borno state capital, Maiduguri.\n\nAbout an hour later another blast rocked the popular Monday Market, causing chaos as locals voiced anger at security forces who struggled to control the scene.\n\nJust after 1:00 pm a third blast hit a used car lot which is attached to the busy Borno Express bus terminal.\n\nBorno police commissioner Clement Adoda said 58 people died in total and 139 were wounded.\n\nFear of further strikes prompted businesses to be shut across the city, whose population has swollen with hundreds of thousands of people displaced by the violence.\n\n\"The terrorists are angry with the way they were sacked from towns and villages and are now venting their anger,\" said Borno's justice commissioner, Kaka Shehu.\n\nNigeria's military on Saturday announced another success against Boko Haram, ousting them from Buni Yadi and Buni Gari in Yobe state after previously claiming the recapture of Marte in Borno.\n\nMilitant fighters were this week reportedly amassing in Gwoza -- generally considered to be the group's headquarters -- possibly in preparation for a military offensive.\n\nExperts said the pledge of allegiance to IS, which is also being forced on the defensive in Iraq, could be a result of the military pressure.\n\n\"We have got two organisations that have suffered several setbacks in the last few weeks or months,\" said Yan St-Pierre, a counter-terrorism expert at the Modern Security Consulting Group in Berlin.\n\n\"This might be a way to send a message to the troops, to strengthen morale or attract more followers, particularly in Boko Haram's case.\"\n\nSt-Pierre suggested the pledge was linked to IS inroads in Libya, from where Boko Haram has been said to receive arms and ammunition via smuggling routes in the Sahel region.\n\n\"Most of the contact Boko Haram groups or factions have had with ISIS have been along that axis, and Sudan,\" he added.",
        "source": "AFP via Yahoo! News",
        "date": 1425985810000,
        "index": 0,
        "$$hashKey": "object:30",
        "start": 0,
        "end": 4375
    },
    {
        "title": "Boko Haram raid town in Nigeria's Borno state, at least 12 dead",
        "favicon": "http://www.ibtimes.com/sites/www.ibtimes.com/themes/us_ibtimes/favicon.ico",
        "description": "Both groups stand to reap propaganda gains, but it's not clear Boko Haram will get the operational support it needs from ISIS.",
        "lang": "en",
        "canonicalLink": "http://www.ibtimes.com/boko-haram-isis-pledge-possible-alliance-would-reap-limited-victories-militant-groups-1842568",
        "tags": [
            "Super Bowl"
        ],
        "image": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/styles/v2_article_large/public/2015/03/10/2015-03-09t130402z1lynxmpeb280j7rtroptp4cnews-us-nigeria-violence-niger.JPG?itok=h3eet08h",
        "videos": [],
        "text": "As Boko Haram awaits acceptance of its pledge of allegiance to the Islamic State, experts are weighing the implications of an alliance between the terror groups. While most agree that both stand to reap propaganda gains, it is not yet clear that Boko Haram will receive the kind of logistical and operational support from ISIS that it so desperately needs in the face of a new regional force tasked with eliminating it.\n\nBoko Haram, the Nigerian insurgent group, probably has its eyes on additional manpower and support from an ISIS alliance. But there is unlikely to be much logistical interaction between the two groups, said Richard Barrett, the senior vice president at the Soufan Group in New York. Instead, the Nigerian militants can expect an image boost from the much more coherent and disciplined philosophy they would gain as members of ISIS’ self-proclaimed Islamic Caliphate. “If the Islamic State can introduce a more appealing, finished ideological approach than the one Boko Haram has at the moment, it could lift [Boko Haram] from being a small, local, albeit thuggish and powerful criminal group, to something a bit grander with broader vision,” Barrett said.\n\nBoko Haram’s efforts to shift its image more in line with ISIS’ has become evident through its evolving media strategy, which has become much more sophisticated in recent weeks with slickly produced videos and a new Twitter account. Leader Abubakar Shekau announced the group’s pledge of allegiance to ISIS in an audio message posted to the Twitter feed Saturday, in which he urged loyalty to the “Caliph of the Muslims,” a reference to ISIS leader Abu Bakr al-Baghdadi. Speaking in Arabic, Shekau said the pledge was intended to bring the two groups together “under one umbrella” to “fight the unbelievers.”\n\nFrom a propaganda perspective, Shekau’s pledge is a boost for ISIS, which has been facing its own military challenges that have stalled its expansion, said Barrett. “It suggests to others the projection of power and influence beyond the Arab world,” he said. “It’s aspirational for them and will only increase the sense that their caliphate is bigger than it looks.”\n\nThe Islamic State group has carved out swathes of territory in western Iraq and eastern Syria, including strongholds like the Syrian city of Raqqa and the Iraqi city of Mosul, where it has imposed its radical version of Islamic law.\n\nSince its rapid seizure of territory last summer, ISIS’ campaign has come up against a U.S.-led coalition aimed at halting the militant group’s regional advance. Additionally, the group has been facing setbacks from within, including dissent, defections and unsuccessful attempts to recruit local fighters, according to a report by the Washington Post this week. These challenges have undermined ISIS’ image of invincibility, probably making Boko Haram’s pledge a welcome reinforcement.\n\nBoko Haram is also facing major challenges from an African Union-authorized regional task force that has been gaining ground in recent weeks. In light of that struggle, Boko Haram’s pledge to ISIS could be “an attempt at seeking quick fixes to two areas they are currently struggling with, namely, recruitment and access to arms,” said Veryan Khan, the editorial director of the Terrorism Research & Analysis Consortium intelligence group, in an email. “The pledge does seem like an outcry for immediate help.”\n\nA key factor in Boko Haram’s past military success has been its ability to range across borders in the area around northeastern Nigeria, which abuts Chad, Cameroon and Niger. “One of the things that the military counteroffensive has achieved in the past few days is to hold the border areas more tightly,” said Richard Downie, a fellow and deputy director of the Africa Program at the Center for Strategic and International Studies in Washington. The unprecedented military cooperation among the neighboring nations, with Nigerien and Chadian troops crossing into Nigerian territory to launch attacks, has “degraded the capacity of Boko Haram to be as nimble and fluid” in its operations as before, he said.\n\nBoko Haram’s weakness in the face of this regional force will also further hinder the kinds of campaigns it has been waging to capture cities like Maiduguri, leading to a retreat to more asymmetric kinds of warfare such as suicide bombings, said Downie. Ahead of its ISIS pledge, the group targeted the city with four suicide bomb attacks, which killed at least 54 people and wounded 143, according to the Guardian. Having to rely on such “hit and run tactics” is a sign of the group’s scaled-down ambitions, said Downie, who added that additional manpower would boost its drive to capture Maiduguri.\n\nISIS, however, won't want to share its manpower at the moment, Downie argued. “The Islamic State has enough on its hands now in establishing a caliphate in the Middle East, so obviously that is going to be more of the priority,” he said. “I doubt there’s going to be a huge amount of spare capacity, personnel or otherwise to be deploying fighters and resources to northern Nigeria.”",
        "source": "Reuters via Yahoo! News",
        "date": "1426005015",
        "$$hashKey": "object:31",
        "start": 4378,
        "end": 9462
    },
    {
        "title": "Boko Haram purportedly forms allegiance to ISIS",
        "description": "Boko Haram's bid to ally with the Islamic State will provide only a propaganda boost for now, but in the long term it could internationalize Nigeria's con",
        "lang": "en",
        "canonicalLink": "http://www.denverpost.com/nationworld/ci_27672929/boko-haram-bid-join-islamic-state-offers-propaganda",
        "tags": [],
        "image": "http://extras.mnginteractive.com/live/media/site36/2015/0113/20150113__20150114_A15_ND14BOKOHARAM~p1.jpg",
        "videos": [],
        "text": "Boko Haram's bid to forge an alliance with the Islamic State group in sub-Saharan Africa will provide only a propaganda boost for now, but in the long term it could internationalize a conflict restricted to Nigeria for nearly six years, analysts say.\n\nThe effort comes as both Islamic extremist groups have lost ground in recent weeks and as Nigeria's neighbors are forming a multinational army to confront Boko Haram.\n\nBy pledging allegiance to the Islamic State, Nigeria's home-grown militants have severed ties to al-Qaeda, which is more powerful in the region, said Charlie Winter, a researcher at the London-based Quilliam Foundation.\n\nBoko Haram has never been an affiliate of al-Qaeda, but its militants fought alongside al-Qaeda-linked groups during northern Mali's Islamic uprising two years ago, and some of its fighters have been trained in Somalia by al-Shabab, another group with ties to al-Qaeda, according to the group's propaganda.\n\nBoko Haram's leader, Abubakar Shekau, reportedly pledged allegiance to Islamic State leader Abu Bakr al-Baghdadi in an audio posted Saturday on Twitter. It could take three or four weeks for the Islamic State to formally respond, as has been the case with affiliates in Egypt, Yemen and Libya.\n\nAn alliance \"would lend a more imposing quality to Islamic State with its expansionist model,\" Winter said. The move was symbolically \"a striking development,\" but he doubted it would \"change things on the ground in either Nigeria or Iraq and Syria.\"\n\nBut \"over time, this pledge of allegiance might lead to the internationalization\" of a threat that until now has been mostly confined to a single region of Nigeria with occasional spillover into neighboring countries, warned J. Peter Pham, director of the Washington-based Atlantic Council's Africa Center.\n\nBoko Haram was little known until its April 2014 abduction of nearly 300 Nigerian schoolgirls from a school in the remote town of Chibok drew international outrage.\n\nAt the time, al-Baghdadi praised the Nigerian insurgents and said the mass kidnapping was justification for the Islamic State abduction of Yazidi women and girls in northern Iraq.\n\nA partnership with the Islamic State could also be a recruiting tool. Fighters from Islamic State franchises in North Africa who find it harder to migrate to the Middle East might choose to move to a Boko Haram emirate instead, Pham said.\n\nThe international support pouring into anti-Boko Haram forces from the United States, France, the United Kingdom and others \"may render the Nigerian militants' fight all the more attractive to these foreign jihadists,\" Pham said.",
        "source": "CNN",
        "date": "1425929099",
        "$$hashKey": "object:32",
        "start": 13841,
        "end": 16461
    },
    {
        "title": "Boko Haram ISIS Pledge: Possible Alliance Would Reap Limited Victories For Militant Groups",
        "favicon": "/favicon.ie9.ico",
        "description": "Boko Haram has pledged allegiance to ISIS, according to an audio message purported to be from the group's leader, Abubakar Shekau.",
        "keywords": "africa, Boko Haram purportedly pledges allegiance to ISIS - CNN.com",
        "lang": "en",
        "canonicalLink": "http://www.cnn.com/2015/03/07/africa/nigeria-boko-haram-isis/index.html",
        "tags": [],
        "image": "http://i2.cdn.turner.com/cnnnext/dam/assets/150307174241-sot-boko-haram-allegiance-loyalty-isis-00011618-large-169.jpg",
        "videos": [],
        "text": "In the audio, which was posted online Saturday, the speaker says Boko Haram is announcing its \"allegiance to the Caliph of the Muslims, Ibrahim ibn Awad ibn Ibrahim al-Husseini al-Qurashi,\" which is another name for ISIS leader Abu Bakr al-Baghdadi.\n\nCNN has not been able to independently authenticate the message.\n\nBut Jacob Zenn, an expert on the terror group and is with the Jamestown Foundation, said the recording appeared to be authentic. He said that while other messages have been faked, the speaker in this one is Shekau.\n\n\"Boko Haram joining the ISIS fold makes sense to both groups,\" he said from Abuja, Nigeria. \"Boko Haram will get legitimacy, which will help its recruiting, funding and logistics as it expands into (French-speaking) West Africa. It will also get guidance from ISIS in media warfare and propaganda. Previously Boko Haram was a sort of outcast in the global Jihadi community. Now it is perhaps ISIS's biggest affiliate.\n\n\"ISIS gets more international legitimacy as a global caliphate.\"\n\nZenn said the allegiance will be official when an ISIS leader such as spokesman Abu Mohammed al Adnani issues a statement.\n\nBoko Haram has had two main factions -- one led by Shekau and the other comprising former members of  Ansaru, a Boko Haram offshoot. Ansaru had been operating from around 2012 as the Nigerian wing of AQIM (al Qaeda in the Islamic Maghreb). After the French-led intervention in Mali in 2013, a significant number of Ansaru members re-integrated with Shekau, Zenn told CNN.\n\nThe prerequisite for Boko Haram joining ISIS coalition was a coming together of two factions.\n\nISIS connected with former Ansaru fighters within Boko Haram and pressed them to further unify the group's ranks. The result was the formation of a unity general command between the two factions.\n\nThat involved bridging of some ideological differences between the al Qaeda-like Ansaru and the ultra extreme \"takfiri\"-like Shekau.\n\nThe pledge follows a period during which Shekau's faction had been mimicking ISIS, including praising al-Baghdadi and featuring his image in their videos and photos. Zenn said that until recently there had been little feedback from ISIS, apart from a few references to Nigerian jihadis in recent issues of the English-language Dabiq magazine.\n\nIt appears that a month ago ISIS set up a Twitter account on which Saturday's message was linked, Zenn said. The Twitter handle was mutually promoted by Boko Haram and ISIS.\n\nU.S. doubts about if partnership will be effective\n\nIn July, Shekau voiced support for ISIS, and declared a overtaken town in northeast Nigeria to be part of an Islamic caliphate. But he also said he was praying for al Qaeda leader Ayman al-Zawahiri and Taliban leader Mullah Omar.\n\nU.S. intelligence officials have some doubts the two groups would get along.\n\nThe CIA's analysis has been that Boko Haram is very African and rooted in that region's Islamic practices, even if they have similar fundamentalist interpretations of Islam.  And ISIS's Arab leadership and membership tends to have racist attitudes toward blacks, not unlike the society they come from.\n\nISIS leaders view Shekau as inferior, partly for racist reasons, the CIA indicated at a briefing for reporters.\n\nBoko Haram, whose name translates as \"Western education is sin,\" has been waging a yearslong campaign of terror aimed at instituting its extreme version of Sharia law.\n\nBoko Haram's tactics have intensified in recent years, from battling Nigerian government soldiers to acts disproportionately affecting civilians -- such as raids on villages, mass kidnappings, assassinations, market bombings and attacks on churches and unaffiliated mosques.\n\nMuch of this violence has taken place in Nigeria. But neighboring countries, such as Cameroon and Chad, have also been hit increasingly hard.",
        "source": "International Business Times",
        "date": "1426016213",
        "$$hashKey": "object:33",
        "start": 25925,
        "end": 29748
    },
    {
        "title": "Boko Haram bid to join IS offers propaganda boost to both",
        "description": "From Yahoo News: Boko Haram's bid to forge an alliance with the Islamic State group in sub-Saharan Africa will provide only a propaganda boost for now, but in the long term it could internationalize a conflict restricted to Nigeria for nearly six years, analysts say.",
        "lang": "en",
        "canonicalLink": "http://news.yahoo.com/boko-haram-bid-join-offers-propaganda-boost-both-195539789.html",
        "tags": [],
        "image": "http://l2.yimg.com/bt/api/res/1.2/0WS1mAEbYk20.sY6Upbptg--/YXBwaWQ9eW5ld3M7aWw9cGxhbmU7cT03NTt3PTYwMA--/http://media.zenfs.com/en_us/News/ap_webfeeds/74e3a592a3fa1e0a700f6a706700cd0a.jpg",
        "videos": [],
        "text": "Boko Haram's bid to forge an alliance with the Islamic State group in sub-Saharan Africa will provide only a propaganda boost for now, but in the long term it could internationalize a conflict restricted to Nigeria for nearly six years, analysts say.\n\nThe effort comes as both Islamic extremist groups have lost ground in recent weeks and as Nigeria's neighbors are forming a multinational army to confront Boko Haram.\n\nBy pledging allegiance to IS, Nigeria's home-grown militants have severed ties to al-Qaida, which is more powerful in the region, said Charlie Winter, a researcher at the London-based Quilliam Foundation.\n\nBoko Haram has never been an affiliate of al-Qaida, but its militants fought alongside al-Qaida-linked groups during northern Mali's Islamic uprising two years ago, and some of its fighters have been trained in Somalia by al-Shabab, another group with ties to al-Qaida, according to the group's propaganda.\n\nBoko Haram's leader, Abubakar Shekau, reportedly pledged allegiance to IS leader Abu Bakr al-Baghdadi in an audio posted Saturday on Twitter. It could take three or four weeks for IS to formally respond, as has been the case with affiliates in Egypt, Yemen and Libya.\n\nAn alliance \"would lend a more imposing quality to Islamic State with its expansionist model,\" Winter said. The move was symbolically \"a striking development,\" but he doubted it would \"change things on the ground in either Nigeria or Iraq and Syria.\"\n\nBut \"over time this pledge of allegiance might lead to the internationalization\" of a threat that until now has been mostly confined to a single region of Nigeria with occasional spillover into neighboring countries, warned J. Peter Pham, director of the Washington-based Atlantic Council's Africa Center.\n\nBoko Haram was little known until its April 2014 abduction of nearly 300 Nigerian schoolgirls from a school in the remote town of Chibok drew international outrage. At the time, al-Baghdadi praised the Nigerian insurgents and said the mass kidnapping was justification for the IS abduction of Yazidi women and girls in northern Iraq.\n\nA partnership with IS could also be a recruiting tool. Fighters from IS franchises in North Africa who find it harder to migrate to the Middle East may choose to move to a Boko Haram emirate instead, Pham said.\n\nThe international support pouring into anti-Boko Haram forces from the United States, France, the United Kingdom and others \"may render the Nigerian militants' fight all the more attractive to these foreign jihadists,\" Pham said.\n\nThe core of Boko Haram's estimated 4,000 to 6,000 militants is from the Kanuri tribe, which spreads across colonial-era borders in a region where people show stronger allegiance to tribes than states.\n\nIn August, Boko Haram declared it was reviving an ancient Islamic caliphate in northeastern Nigeria that spilled over those borders, in a move copying the Islamic State group. But Boko Haram's brutality, including beheadings and enslavement, predates and in some cases arguably exceeds that of IS, according to Pham.\n\nPham expects Boko Haram to engage in even more gruesome tactics if it wins the support of IS.\n\n\"The upcoming Nigerian elections and potential postelection upheaval provide too rich of a target environment for the jihadists to pass up,\" Pham said.\n\nNigerian President Goodluck Jonathan is running for re-election in a March 28 ballot that analysts say is too close to call and that Boko Haram has threatened to disrupt, calling democracy a corrupt Western concept.\n\nIn some ways, Pham said, an alliance could work against Boko Haram. Becoming another IS province could mean losing its ethnic appeal among Kanuris and its appeal among ordinary Nigerians for whom denunciations of corruption involving Nigeria's political elites resonate.\n\nJoining IS would also require major strategy changes by Boko Haram that could cause friction, Winter said, explaining that Boko Haram would have to adopt the IS model of an Islamist utopia by providing health care and other social services taken on by IS in its state-building efforts.\n\nBoko Haram has seized a large swath of northeastern Nigeria in the past eight months — an area perhaps as large as Belgium. But it has largely brutalized people who remain behind, enforcing its version of strict Islamic law by carrying out public whippings and severing of limbs of alleged transgressors.\n\nThe possibility of an IS-Boko Haram alliance has been on the table for months, and Saturday's pledge probably followed weeks of negotiations about how each group can benefit, Winter said.\n\nBoko Haram may expect financial support from IS, which is still probably the wealthiest extremist group in the world despite recent drops in the price of oil that is the mainstay of the IS economy, Winter said.\n\nMore difficult would be IS support in training and manpower, given the geographical challenges, he said.\n\nAn alliance provides both groups with an immediate propaganda boost. Boko Haram stands to receive a new presence in social media, thanks to IS propagandists whose slick videos could replace Boko Haram's often incoherent and muddled messages.\n\nAnd if the IS network of supporters start spreading Boko Haram propaganda, that will \"project its influence and exaggerate its menace,\" Winter said.\n\nProfessor Abubakar Mustapha said just the idea of Boko Haram symbolically joining forces with IS enough to frighten some Nigerians.\n\n\"It will outrage and scare people,\" said the professor of Islamic Studies at Bayero University Kano, in northern Nigeria.",
        "source": "Associated Press via Yahoo! News",
        "date": "1425844539",
        "$$hashKey": "object:34",
        "start": 41833,
        "end": 47377
    },
    {
        "title": "Boko Haram bid to join Islamic State offers propaganda boost to both",
        "description": "From Yahoo News: Boko Haram's pledge of allegiance to the Islamic State group was a sign of weakness and a result of pressure on the jihadist militants by Nigeria and its allies, the government in Abuja said on Tuesday. National security spokesman Mike Omeri called the pledge \"an act of desperation and comes at a time when Boko Haram is suffering heavy losses\". The Islamists' leader Abubakar Shekau made the announcement in an audio message on Saturday night after months of indications that Boko Haram was seeking a formal tie-up. Troops from Nigeria, Cameroon, Chad and Niger have claimed a series of successes against the militants since last month, pushing them out of captured territory in northeast Nigeria.",
        "lang": "en",
        "canonicalLink": "http://news.yahoo.com/boko-haram-pledge-act-desperation-nigerian-govt-111010538.html",
        "tags": [],
        "image": "http://l3.yimg.com/bt/api/res/1.2/v4XMbA1wf5gyjtiqBYTtQA--/YXBwaWQ9eW5ld3M7aWw9cGxhbmU7cT03NTt3PTYwMA--/http://media.zenfs.com/en_us/News/afp.com/0186df1bdbc9b02bfff02a51f568265597a568fe.jpg",
        "videos": [],
        "text": "Abuja (AFP) - Boko Haram's pledge of allegiance to the Islamic State group was a sign of weakness and a result of pressure on the jihadist militants by Nigeria and its allies, the government in Abuja said on Tuesday.\n\nNational security spokesman Mike Omeri called the pledge \"an act of desperation and comes at a time when Boko Haram is suffering heavy losses\".\n\nThe Islamists' leader Abubakar Shekau made the announcement in an audio message on Saturday night after months of indications that Boko Haram was seeking a formal tie-up.\n\nTroops from Nigeria, Cameroon, Chad and Niger have claimed a series of successes against the militants since last month, pushing them out of captured territory in northeast Nigeria.\n\nThe operation is designed to secure and stabilise the region in time for Nigerian general elections, which were postponed by six weeks from February 14 to March 28.\n\nOmeri said in a statement that the four-nation coalition force was \"rooting out Boko Haram out of its strongholds and degrading its combat abilities\".\n\n\"Boko Haram is on the way to being eliminated,\" he added.\n\n\"No foreign extremists can or will change this fact –- as long as the Nigerian military continues to receive cooperation and commitment from its citizens and allies.\"\n\nBoko Haram's seizure of territory in three northeast states from mid-2014 -- a tactic also seen by IS in Syria and Iraq -- raised fears of a loss of government control in the remote region.\n\nSecurity analysts have said the pledge of allegiance to IS leader Abu Bakr al-Baghdadi may only have propaganda value in the short term but in the future could lead to closer links.\n\nBut Omeri said on Tuesday: \"There will be no Islamic State in Nigeria, the only state that will exist is the united Federal Republic of Nigeria.\"\n\nTroops from Chad and Niger on Monday said they had retaken the town of Damasak, in Borno state, northeast Nigeria, which Boko Haram had held since last November,\n\nAccording to a Chadian security source, some 200 Boko Haram fighters were killed in the offensive that began on Sunday, although there was no independent verification of the claim.\n\nArmy spokesman Colonel Sani Usman said rebel fighters \"met their Waterloo\" as they tried to attack Gombi in Adamawa state on Monday evening.\n\n\"Quite a number\" of insurgents were killed in a battle with the Nigerian Army, Usman said in a statement on Tuesday, without specifying numbers. One government soldier was wounded, he added.\n\nWeapons recovered from Boko Haram included three anti-aircraft guns, two machineguns, thousands of rounds of ammunition and a rocket propelled grenade.\n\nThe military squeeze, however, has not stopped the violence, with Boko Haram reverting increasingly to guerrilla tactics in urban areas.\n\nOn Saturday, at least 58 people were killed and 139 injured in three separate bombings in the Borno state capital, Maiduguri.",
        "source": "Denver Post",
        "date": "1425882818",
        "$$hashKey": "object:35",
        "start": 63286,
        "end": 66165
    },
    {
        "title": "Boko Haram pledges allegiance to IS",
        "description": "From Yahoo News: Suspected Boko Haram militants attacked the town of Ngamdu in Nigeria's northeast Borno state early on Tuesday, killing about a dozen people, witnesses and a security source said. The town, which has been hit several times by militants, lies on the border of Borno and Yobe states. Borno is the heartland of Boko Haram's six-year insurgency, which aims to carve out an Islamic state.",
        "lang": "en",
        "canonicalLink": "http://news.yahoo.com/boko-haram-raid-town-nigerias-borno-state-least-163015312.html",
        "tags": [],
        "image": "http://l2.yimg.com/bt/api/res/1.2/3csqB29Elas7_Sj_qTIxyQ--/YXBwaWQ9eW5ld3M7aWw9cGxhbmU7cT03NTt3PTYwMA--/http://media.zenfs.com/en_ZA/News/Reuters/2015-03-11T094505Z_1007970001_LYNXMPEB2A0C2_RTROPTP_2_OZATP-UK-NIGERIA-VIOLENCE.JPG",
        "videos": [],
        "text": "MAIDUGURI, Nigeria (Reuters) - Suspected Boko Haram militants attacked the town of Ngamdu in Nigeria's northeast Borno state early on Tuesday, killing about a dozen people, witnesses and a security source said.\n\nThe town, which has been hit several times by militants, lies on the border of Borno and Yobe states. Borno is the heartland of Boko Haram's six-year insurgency, which aims to carve out an Islamic state.\n\nNgamdu is about 100 km (60 miles) east of Borno state capital Maiduguri and about 40 km west from Yobe state capital Damaturu, and lies near a road that is a major transport artery between the two states.\n\nA security source said the casualties and wounded were mainly bus and truck drivers. Around six drivers died, he said.\n\nA commercial driver, Mamman Abdullahi, said the insurgents came to Ngamdu at about 9:30 A.M. (0830 GMT) but were pursued by soldiers.\n\n\"They came back later on horse, shooting at people. Many were killed and some of our drivers were injured,\" he said.\n\nThree drivers and some passengers were hit by bullets and being treated in a Maiduguri hospital, Abdullahi said.\n\nFive people were being treated for serious injuries after the attack at Maiduguri's Umaru Shehu Hospital, a Reuters reporter witnessed, but more were being treated for wounds in other locations.\n\nVehicles on the road to Yobe were told to turn back due to the raid, bus driver Ali Sunoma, who was stopped at a military checkpoint, told Reuters.\n\nThis is the second time in a week that militants have hit towns along this road.\n\nTwo suicide bombers blew themselves up at a checkpoint at Beneshiek on Saturday, witnesses and a member of the civilian joint task force working with the government said.\n\nWith help from Chad and Niger, Nigeria has recaptured several key towns in the last few weeks and Boko Haram has been largely pushed out of Adamawa and Yobe states. On Monday, Chadian and Nigerien troops freed the towns of Malam Fatouri and Damasak from militant control.\n\nUntil recently, the insurgents controlled an area the size of Belgium.",
        "source": "AFP via Yahoo! News",
        "date": "1425809428",
        "$$hashKey": "object:36",
        "start": 87619,
        "end": 89671
    }
]