[
    {
        "type": "text",
        "title": "United States Security Dialogues with Taiwan",
        "date": "2010-02-25T05:00:00.000Z",
        "text": "¶1. (SBU) Summary:  The United States has a range of \nsecurity-related dialogues with Taiwan, including one led by \nState, ten led by DoD, and one led by AIT/Washington.  These \ntalks cover a range of security issues and contribute to our \nunofficial bilateral relationship.  There are some modest \nchanges we could make to our overall pol/mil dialogue \nstructure to make it more effective and efficient, especially \nin light of increased defense exchanges at multiple levels in \nrecent years.  End Summary. \n \nState-Led Talks: \n--------------- \n \nU.S.-Taiwan Political-Military Talks \n------------------------------------ \n \n¶2. (C) EAP and PM co-hosted the inaugural session of these \ntalks -- the first and only State-led pol/mil dialogue -- \nfrom September 30 to October 2, 2009 in Washington. \nInteragency delegations from both sides participated.  At \nUnited States request, a MOFA Director General (equivalent to \nan A/S) led Taiwan's delegation.  The Ministry of Foreign \nAffairs (MOFA) has proposed that we hold these talks annually \nin Washington, with the parameters set by agreement between \nState and MOFA (through AIT, which coordinates our unofficial \nrelations).  MOFA hopes a Vice Foreign Minister can lead \nfuture Taiwan delegations and has no protocol concerns that \nU.S. participation will be at no higher a level than a State \nPDAS. \n \n¶3. (C) Because of policy restrictions on visits to Taiwan by \npolicy-level USG officials (DAS and above) at State and \nDefense, our talks in Washington offer a rare opportunity for \ndialogue on political-military issues where full attention is \ngiven to the political side of the equation.  They also have \nthe potential to foster genuine interagency dialogue among \nvarious Taiwan agencies and ministries.  Recent events (e.g., \nTyphoon Morakot) have illustrated serious shortcomings in \ncommunication and coordination between Taiwan's civilian and \nmilitary authorities.  Given our commitments under the Taiwan \nRelations Act and our interest in stability and security in \nthe region, we also have an interest in strengthening the \npolitical and interagency aspects of our bilateral security \nrelationship and in promoting the shift to a more integrated \npol/mil policy process.  MOFA has informally suggested \nholding the next set of talks in May 2010 so that any \nrecommendations from the talks may be implemented within the \ncalendar year.  The Department has not yet decided when the \nnext set of meetings wil be held so we have not yet responded \nto Taiwan's proposal. \n \nDefense-Led Talks \n----------------- \n \nU.S.-Taiwan Strategic Dialogue (a.k.a. Monterey Talks) \n--------------------------------------------- --------- \n \n¶4. (C) Established in 1997, this annual meeting of \ninteragency delegations is the highest level security \ndialogue between the United States and Taiwan.  An Assistant \nSecretary of Defense traditionally heads the U.S. delegation. \n The Deputy Secretary General responsible for military \naffairs at the National Security Council leads Taiwan's \ndelegation.  Along with briefings, participants conduct a \ntabletop exercise as a conduit to discuss issues of mutual \nconcern.  These talks last took place July 29-31, 2009 and \nare scheduled again sometime in July 2010. \n \n¶5. (C) In our view, this event suffers somewhat from its own \nsuccess.  The large number of participants at the most recent \nsession (more than 50) hampered the free flow of ideas during \nthe tabletop exercise.  Likewise, while the inclusion of many \n \nTAIPEI 00000195  002 OF 003 \n \n \ntechnical experts allows for remarkably detailed briefings, \nthese may be too in-depth for senior officials. \n \nDefense Review Talks (DRT) \n-------------------------- \n \n¶6. (C) Established in 2000, this annual meeting is the \nhighest level dialogue between DoD and Taiwan's Ministry of \nNational Defense (MND).  The DoD and MND delegations are led \nby a PDASD and Deputy Minister of Defense, respectively.  The \npurpose of the DRT is to provide direction to security \ncooperation for the following year and discuss issues of \nmutual concern.  The DRT last met October 29-30, 2009 and the \nnext meeting is scheduled for sometime in October 2010. \n \nSecurity Cooperation Talks (SCT) \n-------------------------------- \n \n¶7. (C) Established in 1995, these talks between DoD's Defense \nSecurity Cooperation Agency (DSCA) and Taiwan MND's Strategic \nPlanning Department (U.S. Joint Staff-equivalent) review \ncurrent and future Foreign Military Sales (FMS) programs and \nsecurity cooperation.  These annual meetings are supplemented \nby a mini-SCT, usually held in conjunction with the DRT.  The \nSCT last met June 15-18, 2009 and the next meeting is \nscheduled for sometime in June 2010. \n \nGeneral Officer Steering Group (GOSG) \n------------------------------------- \n \n¶8. (S) Established during the 2003 Monterey Talks and first \nheld in December 2003, annual GOSG meetings focus on \noperational and tactical level discussions to enhance \nTaiwan's joint defensive war-fighting readiness and \ncapabilities and enhance de-confliction between U.S. - Taiwan \njoint forces in the event they are deployed in the same or \nadjacent battle spaces.  The GOSG both receives guidance \nfrom, and provides work reports and military advice to, the \nDRT.  The U.S. - Taiwan GOSG can also report to the Monterey \nTalks forum as directed. \n \nService-to-Service Security \nCooperation Programs and Engagement \n----------------------------------- \n \n¶9. (C) Each military Service conducts an annual Security \nAssistance Review (SAR) (for the Army and Navy/Marines) or \nSecurity Assistance Management Review (SAMR) meeting (Air \nForce) with its Taiwan counterparts, usually each Fall. \nThese meetings involve detailed and focused discussions on \nongoing and future FMS cases and programs. \n \n¶10. (C) Additionally, U.S. Pacific Command's (USPACOM) \ncomponent commands -- U.S. Army Pacific, U.S. Pacific Fleet, \nMarine Forces Pacific, and Pacific Air Force -- maintain very \nactive security cooperation programs with their Taiwan \ncounterparts.  The inter-service meetings include the \nfollowing: \n \n- Army:  Established by charter in 2003, the Army meetings \n(\"Lu Wei\"/Powerful Army) occur twice a year.  The two sides \nlast met October 14-16, 2009 and the next meeting is \nscheduled for May 2010. \n \n- Navy and Marine Corps:  Established by charter in 2004, the \nNavy and Marine Corps meetings (\"Bi Hai\"/Blue Sea) occur \ntwice a year.  The two sides last met October 27-30, 2009 and \nthe next meeting is scheduled for May 2010. \n \n- Air Force:  Established by charter in 2000, the Air Force \nmeetings (\"Lan Tien\"/Blue Sky) occur twice a year.  The two \nsides last met November 19 - 20, 2009 and the next meeting is \nscheduled for May 2010. \n \nOverall Usefulness of Military-to-Military Talks \n--------------------------------------------- --- \n \nTAIPEI 00000195  003 OF 003 \n \n \n \n¶11. (C) These talks are valuable and necessary forums for \nreceiving periodic updates, resolving issues, and providing \nguidance on security cooperation activities.  While action \nofficers handle most security cooperation program execution \nissues, policy limitations unique to U.S. cooperation with \nTaiwan create the need for regular higher-level dialogue. \nThis is increasingly true given the changing nature of \nU.S.-Taiwan security cooperation that is becoming more \ncomplex in response to both U.S. and Taiwan military \nmodernization as well as regional military modernization \ntrends.  Because U.S. policy limits the extent of our crisis \nplanning cooperation, these military-to-military talks are \nparticularly important as a window on Taiwan's contingency \nplanning. \n \nAIT/W-Led Talks \n--------------- \n \nPolitical-Military Working Group \n-------------------------------- \n \n¶12. (C) Twice a year, AIT-Washington's Political-Military \nOfficer leads a working-level delegation of DoD and State \npersonnel involved in Taiwan policy making or security \ncooperation activities to meet with Taiwan MND's Strategic \nPlanning Department in Taipei.  One of the main focuses of \nthis group's visits is to review the Joint Work Plan (JWP). \nThe JWP deals with military issues, including hardware, \nsoftware, training, doctrine and internal processes.  The \ndelegation also meets senior officials from each of Taiwan's \nmilitary services and generally visits one or more military \ninstallations.  The military element of these talks echoes \nexisting military dialogues listed above, while the political \nelement consists primarily of office calls with the Foreign \nMinistry.  The group last visited Taiwan December 7-11, 2009 \nand the next meeting is scheduled for April 12-16, 2010. \n \nRecommendations \n--------------- \n \n¶13. (C) Within the policy limitations constraining official \nU.S.-Taiwan interactions, we have developed a broad range of \nsecurity dialogues.  Although these dialogues are, to a large \nextent, complementary, there are certain steps we could take \nto increase their efficiency and effectiveness: \n \n- As noted in para 5 above, there is a risk that the \nincreasing numbers of participants in the Monterey Talks will \ndilute their value as a venue for high-level dialogue. \nEnforcing a limit on the number of participants from each \nside should mitigate against this. \n \n- At present, AIT/W-led pol/mil working groups devote a \nconsiderable amount of time reviewing the JWP.  Much of this \ninvolves technical issues concerning individual systems, \nsomething better left to technical experts in the \nservice-level talks described in para 9.  This would allow \nthe AIT/W-led talks to focus on particularly problematic \nprograms and on issues not dealt with in other forums. \nShifting this responsibility would allow us to hold the \nAIT/W-led talks once each year.",
        "$$hashKey": "object:127"
    },
    {
        "type": "text",
        "title": "Taiwan Opposition Party Seeks To Extend Winning Streak In Upcoming Legislative By-elections",
        "date": "2010-02-26T05:00:00.000Z",
        "text": "1. (C) Summary: The opposition Democratic Progressive Party \n(DPP) hopes to extend its winning streak in four legislative \nby-elections on February 27.  The party is strongly favored \nto win the one seat it previously held and is expected to be \ncompetitive for the three seats previously held by \nlegislators from the ruling Kuomintang (KMT) party. A gain of \none or more seats could provide further momentum to the \nopposition party, which has won a string of local elections \nin recent months after badly losing the presidential and \nLegislative Yuan elections in 2008.  It also would underscore \nPresident Ma Ying-jeou's continuing difficulty uniting \nsquabbling local party factions and inspring traditional \nparty supporters.  No matter how many seats the DPP wins, \nhowever, it will not affect the balance of power in the \nLegislative Yuan, where the KMT has an overwhelming majority. \n \n----------------------------------- \nWHAT SHOULD BE A KMT CAKEWALK ISN'T \n----------------------------------- \n \n¶2. (C) By-elections on February 27 will fill four Legislative \nYuan (LY) seats vacated by winners of county magistrate race \nin December. The opposition DPP is expected to hold its seat \nin southern Chiayi County, but the ruling KMT is expecting a \ntough time hanging on to seats in its strongholds of Taoyuan \nand Hsinchu counties in the north and Hualien county in the \neast.  In each case local factional rivalry is expected to \nsiphon off votes from the KMT candidates, some of whom are \nrelatively unknown or have proven to be ineffective \ncampaigners.  Local media quoted President Ma, who also is \nchairman of the KMT, as saying he hoped to win at least two \nseats.  One KMT source who correctly predicted his party \nwould lose all three legislative by-elections last month said \nthe DPP could win three of four seats now up for grabs. The \nopposition party also won a legislative by-election in \nSeptember and had a strong showing in local elections in \nDecember. \n \n--------------------------------------------- --------- \nHUALIEN: DPP CANDIDATE MAKES INROADS IN KMT STRONGHOLD \n--------------------------------------------- --------- \n \n¶3. (C) Hualien is a huge county on Taiwan's east coast that \nis roughly equally divided between four groups: aborigines, \nHakkas, descendants of settlers from Fujian province, and \nfamilies who fled China six decades ago with KMT \nGeneralissimo Chiang Kai-shek.  The KMT usually can count on \nabout 70 percent of the county vote; Ma got 77 percent in the \n2008 presidential election.  The KMT candidate in the \nby-election, however, is expected to garner far less support \nbecause traditional KMT voters are likely to support an \nindependent challenger backed by the recently-elected and \nwidely-popular county magistrate, Fu Kun-chi.  Fu himself was \nkicked out of the KMT recently for defying the party and \nrunning a rogue independent campaign for magistrate.  Fu \nacknowledged problems with his candidate -- media reported he \nhad a criminal record and and had served a four-year prison \nterm for murder -- but vowed to nonetheless spend \"millions \nof NT dollars\" (i.e., tens of thousands of USD) on \nlast-minute advertising for him. \n \n¶4. (C) The KMT candidate, an associate professor and son of a \nformer county magistrate, has been, by most accounts, a \nlistless campaigner.  In contrast, DPP candidate Bi-Khim \nHsiao -- a longtime AIT contact who is director of the \nparty's Department of International Affairs -- has run what \nlocal journalists described as an excellent campaign.  Young \nand energetic, she has tirelessly crisscrossed the county in \nsearch of votes. Whereas Fu and his candidate have campaigned \nfor a new highway to help link the relatively remote Hualien \nwith Taipei, a project that would take years, Hsiao has \nreceived plaudits for proposing that plane and train ticket \nprices immediately be cut in half to make travel to and from \nthe region more affordable.  Hsiao also has countered \naccusations she has no personal links to Hualien with the \nslogan: \"Home is where the heart is.\"  Her campaign has been \ndevoid of the opposition party's flag, insignia and color -- \nher campaign literature is slathered in pink, not DPP green \n-- in recognition that her best chance is to campaign on her \npersonality, not her party affiliation.  A few days before \nthe vote, Taipei-based pollsters thought the KMT would eke \nout a win, but Hualien-based journalists gave the nod to \nHsiao if turnout was low. \n \n----------------------------------------- \nTAOYUAN: DPP HOPES TO GAIN FROM KMT SPLIT \n----------------------------------------- \n \nTAIPEI 00000198  002 OF 002 \n \n \n \n¶5. (C) The KMT also is in danger of losing its seat in \nTaoyuan County's Zhongli City, where the KMT/DPP breakdown is \nroughly 65/35.  As in Hualien, the KMT candidate Apollo Chen \n(a Taoyuan outsider) stands to lose some Blue votes to two \nindependent candidates who failed to garner the KMT party nod \nbut have deeper local ties.  Two days ahead of the election, \nKMT Taoyuan County Secretary General Liu Jui-nan remained \nvery nervous, noting to PolOff that a low voter turnout would \nhurt the party as it had in January, when the party \nsurprisingly lost another Taoyuan legislative by-election.  A \npost-mortem of that election indicated that voters who were \ndisgruntled with President Ma stayed home. In contrast, DPP \nCounty Executive Director Hsieh Jui-ming was optimistic party \ncandidate and Zhongli native Huang Jen-chu would win.  A \nsplit Blue vote, Ma's poor performance, and a last-minute \nslander suit against Chen should give Huang the edge, Hsieh \nclaimed to PolOff. Both KMT and DPP contacts maintained the \nrace would be close, but local journalists have told us the \nDPP should prevail. \n \n------------------------------------------ \nCOMMENT: A TEST OF MA'S HOLD ON THE PARTY \n------------------------------------------ \n \n¶6. (C)  Perhaps the greatest significance of the by-election \nis what it will indicate about the political leadership of \nPresident Ma.  He campaigned hard for all four KMT \ncandidates, and losses would reflect poorly on his ability to \nenergize the party faithful. A bad showing also would raise \nquestions about Ma's judgement in selecting candidates and \nhis ability to unite local factions behind his leadership \ngoing into crucial municipal elections and the 2012 \npresidential race.  Meanwhile, a DPP sweep would be seen as a \nmajor victory for the opposition but may pay only short-term \ndividends. Pro-opposition scholar Lo Chih-cheng expressed \nconcern to PolOff that a strong DPP showing could create \nexpectations about the party's prospects in upcoming \nelections that would be hard to meet.",
        "$$hashKey": "object:235"
    },
    {
        "type": "text",
        "title": "China Alerted To Possible Missile-related Export To Iran",
        "date": "2010-02-23T05:00:00.000Z",
        "text": "¶1. (S) PolOff passed reftel nonpaper providing information \nabout a December 2009 offer by Chinese company Hong Kong 4 \nStar Electronics Ltd. to sell gyroscopes produced by a \nRussian company to Iran's Isfahan Optics Industries to MFA \nArms Control and Disarmament Department Nuclear Division \nDeputy Director Zhang Shen on February 23.  Zhang noted that \nproliferation cases were handled within a different Division \nwithin the Arms Control and Disarmament Department but agreed \nto pass the nonpaper to relevant colleagues.  (Note:  Since \nthe January 30 announcement of U.S. arms sales to Taiwan, \nofficials from the MFA Arms Control and Disarmament \nDepartment Chem/Bio Division, who normally receive all \ndemarches regarding proliferation activities by companies \nwithin China, are currently placing all demarche requests \n\"under consideration,\" thereby requiring post to find other \nmeans to deliver these demarches.)",
        "$$hashKey": "object:343"
    },
    {
        "type": "text",
        "title": "No Recognition For Prc Anytime Soon - Panama Sticks With Taiwan",
        "date": "2010-02-23T19:07:00.000Z",
        "text": "¶1. (U) The GOP has renewed its commitment to Panama's longstanding \nrelationship with Taiwan, despite public statements by President \nRicardo Martinelli in 2009 that Panama would opt for formal \ndiplomatic ties with the People's Republic of China (PRC). \nMartinelli attempted to follow through with his plan for \nrecognizing the PRC but was told to back off by the Chinese. \nTaiwan has used financial incentives to retain the backing of the \nMartinelli administration, generating controversy over the recent \n\"donation\" of a $22 million business jet for the government's \nofficial use. End Summary. \n \nHurry up and Wait \n \n¶2. (C) On January 6, Foreign Minister Juan Carlos Varela agreed to \na \"five-year cooperation\" plan which includes the donation of $25 \nmillion for construction of a hospital on the outskirts of Panama \nCity in Chilibre - Las Cumbres, and the donation of a $22 million \nexecutive business jet.  Varela had to backtrack in announcing the \ncooperation plan; during their 2009 presidential campaign, both he \nand President Martinelli publicly indicated that Panama would \nrecognize the growing economic relationship with China, as well as \nChina's particular interests in Panama, by establishing formal \ndiplomatic relations.   During his first meeting as President with \nthe Ambassador in May 2009, Martinelli said that he was \"going to \nrecognize Beijing\" as he thought that Panama's business community \nwould benefit as a result (Ref A). \n \n \n \n¶3. (C) Martinelli may have had in mind the type of cooperation that \nCosta Rica has been enjoying with the PRC since establishing formal \nties in 2007 (Ref B).  However, FM Varela stated to the Ambassador \non February 18 that he was told by the Chinese Foreign Minister \nduring his visit to Asia the previous month that, due to diplomatic \novertures underway between Beijing and Taipei, now was not the time \nfor Panama to recognize the PRC.  On February 1, Costa Rican \nPresident Oscar Arias informed a Colombian diplomat that Martinelli \ntold him Panama wanted to follow Costa Rica's lead but that the \nChinese had asked him to \"remain calm\" and that the PRC was not \ninterested in furthering diplomatic ties in the region for the time \nbeing.   Chinese diplomats have related to Poloff in Costa Rica \nthat the PRC was concerned that diplomatic recognition from other \nLatin American countries might damage their recently improved \nrelations with Taiwan (Ref B). \n \n \n \n¶4. (U) While Panama and Taiwan have full diplomatic relations, the \nPRC maintains only a trade mission in Panama.  The PRC  has \nimportant economic interests in Panama; Hong Kong-based companies \noperate two of the four ports on both the Atlantic and Pacific \nterminus of the Panama Canal and the PRC is the second most \nfrequent user of the waterway.  The PRC is also the largest \nsupplier of goods to the Colon Free Zone (CFZ), the world's second \nlargest free trade zone.  Taiwan and Panama, meanwhile, signed a \nfree trade agreement in 2003. The ethnic Chinese community in \nPanama remains publicly agnostic on the issue of official \nrecognition for the PRC. \"Chino-Panamanos\" number between 130,000 \nand 200,000 (roughly 4-6% of the population) and are ubiquitous in \nthe convenience store or \"mini-super\" industry. \n \n \nWhere Does the Money Go? \n \n \n \n¶5. (U) Varela's confirmation of the renewal of ties with Taiwan \ncame on the heels of Taiwan's gift to the GOP of a $22 million \nEmbraer Legacy 600 executive business jet in December 2009. \nMartinelli had previously received criticism for his plans to \npurchase a new official jet, which ran counter to his campaign \nrhetoric indicating that, with an officially declared personal \nfortune of approximately $300 million, he would not need to charge \nthe public treasury for executive travel. The government of Taiwan \nhas historically used financial incentives to sweeten its \nrelationship with Panama: political science professor Miguel \nAntonio Bernal estimated aid to be $125 million per year during the \nprevious administration of President Martin Torrijos. \nScholarships for study in Taiwan and grants to various ministries \nare among the ways Taiwan has donated to Panama.  Last year during \nan address to the Panamanian National Assembly, President Ma \nexpressed interest in \"project-based\" aid, specifically mentioning \nplanned improvements to Panama's mass transit system. \n \n \n \n¶6. (U) The longstanding financial aid has been derided on both \nsides of the Pacific as \"checkbook diplomacy\" and there is a \ntraditional lack of transparency in how the money received from \nTaiwan is spent.  Varela stated to Polcouns and the Ambassador that \nthe money is simply deposited in the treasury. In mid-February of \nthis year reports surfaced that former president Mireya Moscoso was \nfacing investigation for the misuse of up to $70 million in funds \nfrom Taiwan.  Moscoso has denied any involvement in distribution of \nmoney received by Mar Del Sur, a foundation set up for the sole \npurpose of distributing Taiwanese funds. \n \n \n \nComment \n \n \n \n¶7. (C) The GOP decision to publicly back Taiwan is the result of \nfinancial incentives and a current lack of interest by the PRC. \nMartinelli seems to have been yearning for a dramatic diplomatic \nmaneuver in pursuing recognition of the PRC but did not appear to \nhave factored in the possibility that China would use (or, rather, \nnot use) Panama for its own ends in improving its relationship with \nTaiwan.",
        "$$hashKey": "object:451"
    },
    {
        "type": "text",
        "title": "Tibet: China Feeling Public Pressure To React Strongly To Potus-dalai Lama Meeting, Contacts Say",
        "date": "2010-02-10T10:29:00.000Z",
        "text": "¶1. (C) Summary:  Increased expression of \nnationalistic sentiment and public anger over recent \nTaiwan arms sales mean the PRC leadership will need \nto somehow \"punish\" the United States if the \nPresident meets with the Dalai Lama, according to \nseveral contacts.  A Tibetan academic at a Communist \nParty-run think tank said that, at the very least, \nthe meeting will make dialogue between China and the \nDalai Lama's representatives more difficult.  In \ncontrast, Tibetan monks we spoke with said they were \n\"very happy\" that President Obama would receive the \nDalai Lama and claimed that the overwhelming \nmajority of Tibetans in China know about the \nupcoming meeting and fully support it.  In private \nconversations, some CCP and foreign policy officials \nhave told us that China is less susceptible to \ninternational pressure on the Tibet issue and should \n\"ignore\" the meeting, as China's protests only \nincrease the Dalai Lama's status.  End Summary. \n \n\"First Warn, Then React\" \n------------------------ \n \n¶2. (C) Ma Rong (protect), a Peking University \nsociologist who frequently advises the Communist \nParty's United Front Work Department (UFWD) on Tibet \npolicy, described the Chinese leadership as under \nintense pressure from \"Han nationalist\" sentiment \nthat has grown stronger due to recent years' ethnic \nunrest in Tibet and Xinjiang.  The Chinese public, \nhe told PolOff February 9, held very negative views \nof the Dalai Lama, blamed the Chinese government for \nbeing too soft on minorities, and did not support \ndialogue between the UFWD and the Dalai Lama's \nrepresentatives (reftel).  Adding to the pressure, \nhigh-ranking CCP leaders were preoccupied with \njockeying for succession position in the run-up to \nthe 18th Party Congress in 2012.  In such an \natmosphere, Ma argued, there was no tolerance within \nthe leadership for moderate views on Tibet or \nminority policy.  Much of the Chinese regime's \nrecent international behavior, including its hard \nline against foreign leaders meeting the Dalai Lama, \nwas driven primarily by this combination of domestic \nnationalistic pressure and competition for power. \n \n¶3. (C) Ma said that China had adopted a policy of \n\"warn, then punish\" toward the POTUS-Dalai Lama \nmeeting.  He predicted that China's reaction would \nbe more severe than following President Bush's \nattendance at the October 2007 Congressional Gold \nMedal ceremony for the Dalai Lama.  Ma pointed to a \nFebruary 2 statement by UFWD Executive Vice Minister \nZhu Weiqun that there would be \"serious damage\" \n(yanzhong pohuai) to bilateral relations should U.S. \nleaders meet with the Dalai Lama.  China's reaction \nwould not be restricted to mere rhetoric, though he \ncould only speculate about the specific steps China \nmight take.  Ma said China might show its \ndispleasure over the meeting by reducing cooperation \non security issues important to the United States. \nDomestically, China might choose to make high- \nprofile arrests of Tibetan monks after the meeting \nand to increase punishments given to Tibetan \npolitical prisoners:  \"A sentence that would have \nbeen two years may become 10 years.\"  Ultimately, Ma \nsaid, Tibetans would be the \"victims\" of the \nleadership's anger over the meeting. \n \n¶4. (C) Zhang Yong, Managing Editor of the Global \nTimes' English-language edition (the Global Times is \na nationalistic tabloid that has given heavy \ncoverage to China's official protests over the \nmeeting) and a former reporter and editor of \nPeople's Daily, told PolOff February 9 that he \nthought the Chinese government reaction to the \nPresident's meeting with the Dalai Lama would be \nrelatively restrained:  \"loud but short-lived.\"  He \nsaid the Chinese government was motivated to repair \nU.S.-China relations and therefore would not take \nconcrete action to \"punish\" the United States. \n \nChinese Government \"under Public Pressure\" \n------------------------------------------ \n \n \nBEIJING 00000358  002 OF 003 \n \n \n¶5. (C) In a meeting with PolOff February 5, Tanzen \nLhundup (Danzeng Lunzhu), Vice Director of the \nInstitute for Sociology and Economics at the Chinese \nCenter for Tibetan Studies, a think tank associated \nwith the UFWD, likewise stressed that Chinese \nleaders were under public pressure to respond \nforcefully to the POTUS-Dalai Lama meeting, \nespecially coming so soon after the Taiwan arms \nsales announcement.  He blamed China's media, \nincluding Global Times, for whipping up \nnationalistic sentiment.  China's newspapers could \nprovide thoughtful coverage of Iran and North Korea, \nbut became \"stupid\" (i.e., emotional and jingoistic) \nwhen reporting on Tibet.  Emphasizing that he was \nspeaking in a personal capacity, Tanzen Lhundup said \nhe understood the domestic political factors at work \nin the United States that made it difficult for \nAmerican presidents not to meet with the Dalai Lama. \nHe believed the meeting would cause Tibetans to have \nunrealistic expectations of a breakthrough in PRC- \nDalai Lama talks.  Rather than make compromise \neasier, however, the meeting would harden Chinese \nattitudes by reinforcing the notion that the Dalai \nLama used foreigners to put pressure on Beijing, \nTanzen Lhundup said. \n \n\"Tibetans Are Very Happy\" \n------------------------- \n \n¶6. (S) Several Tibetan monks PolOff spoke with in \nBeijing expressed overwhelming support for President \nObama's decision to meet with the Dalai Lama. \nSuoang Zhaxi (strictly protect), a monk from Yushu \nCounty, Qinghai province, currently studying at a \nBeijing Buddhist college, told PolOff February 6 \nthat he was \"very happy\" that the meeting would take \nplace.  He had originally invited PolOff to meet him \nat his school on Beijing's northern outskirts but \nlater asked PolOff to meet him downtown, saying \nPolOff's presence near the school might invite \nunwanted attention from authorities.  The upcoming \nmeeting, he said, made February a \"sensitive time\" \nfor Tibetans, and he had to be cautious about \ncontact with foreigners.  He hoped to obtain a \n\"video\" of the POTUS-Dalai Lama meeting similar to \nthe video of the 2007 Congressional Gold Medal \nceremony, which he said was widely distributed among \nTibetans in China. \n \n¶7. (S) Gebchak Wangdrak Rinpoche (strictly protect), \nthe abbot of a Buddhist nunnery in Nangqian County, \nQinghai, told PolOff February 8 that all of the 400 \nnuns at the nunnery knew about the meeting and were \nexcited about it.  He said that Tibetans in southern \nQinghai were receiving news about the Dalai Lama's \ntrip to Washington both from the Voice of America's \nTibetan service, which is available via satellite \nradio, and through word of mouth.  The Rinpoche \ndismissed the idea that official anger over the \nmeeting might lead to a deterioration of human \nrights conditions in Tibet, saying the show of \nsupport from the United States was very important to \nTibetans.  Similarly, Luosang Cicheng Pengcuo \n(strictly protect), a living Buddha at Lucang \nMonastery in Guinan County, Qinghai, told PolOff \nFebruary 6 that \"90 percent of Tibetans\" in China \nknew about the upcoming meeting and were happy it \nwould take place. \n \n\"China Should Ignore the Dalai Lama\" \n------------------------------------ \n \n¶8. (C) In recent private conversations, some CCP \ncadres have shrugged off news of the POTUS-Dalai \nLama meeting, saying China's growing international \nclout made it less vulnerable to international \npressure on the Tibet issue.  Zhang Jianguo \n(protect), a deputy director of the State Bureau of \nForeign Experts, raised the topic of Tibet during a \ndinner with PolOff February 3.  Zhang argued that \nChina paid \"too much attention\" to the Dalai Lama. \nThe PRC should stop protesting the Dalai Lama's \nmeetings with foreign leaders because \"making such a \nfuss only gives the Dalai Lama more status than he \ndeserves...if President Obama wants to meet him, \nthen so what?\"  Zhang noted that his ideas were \nunconventional in the CCP, but he nevertheless felt \nthat China, given its growing international \nstrength, should show more confidence regarding \nTibet. \n \nBEIJING 00000358  003 OF 003 \n \n \n \n¶9. (C) In a February 3 meeting with Chengdu Consul \nGeneral, Yangling Dorje (protect), a senior Tibetan \nCCP cadre and the former Chairman of the Tibet \nAutonomous Region's Chinese People's Political \nConsultative Conference, expressed similar \nsentiments.  China, he said, was now a great power \nand was too strong a country to be pushed around by \nthe agitation of overseas Tibetans and foreigners. \nThe Global Times' Zhang Yong and Beijing University \nAssistant Professor Yu Wanli each separately \nexpressed the same sentiments to PolOff February 9. \nZhang complained that China's continued \"severe \noverreaction\" to international leaders' meetings \nwith the Dalai Lama imposed costs only on China. \n\"We react to his meetings, and our reaction has \nabsolutely no effect at all,\" he moped.  \"Better to \nignore him.\"",
        "$$hashKey": "object:559"
    },
    {
        "type": "text",
        "title": "Prc Cooperation On Six-party Talks, Dprk Likely Unaffected By Taiwan Arms Sale Pique",
        "date": "2010-02-05T09:08:00.000Z",
        "text": "Classified By: Classified by POL Minister Counselor Aubrey Carlson. \nReasons 1.4 (b) and (d). \n \n¶1. (C) PRC, South Korean and Japanese contacts believe that \nChinese efforts in the Six-Party Talks process will not \nsuffer from Chinese anger at the recent U.S. decision to sell \narms to Taiwan.  MFA Asia Department Korean Peninsula Affairs \nOffice Director Mao Ning told PolOff February 3 that \nworking-level contacts between the U.S. Embassy and the MFA \nhad not changed, and she had \"no guidance\" to suggest that \nthe Chinese position on Korean Peninsula denuclearization \nwould be affected by the Chinese reaction to the U.S. arms \nsale decision.  This was the case, she added, despite the \nfact that the Chinese government and the Chinese people were \n\"genuinely angered\" by the arms sale. \n \n¶2. (C) Tomohiro Mikanagi, First Secretary (political) in the \nJapanese Embassy in Beijing, told PolOff February 5 that the \npossibility that Chinese cooperation on DPRK issues might be \naffected by the arms sale had previously been a Japanese \nconcern, but the Embassy now believed that that would not be \nthe case.  He said the DPRK issue \"now has become too much of \na Chinese issue\" for China to suspend its efforts out of \nanger with the United States.  Mikanagi said the Japanese \nEmbassy had \"tested this idea\" thoroughly with contacts in \nthe Chinese government, as well as with security experts \noutside government, and found that this was a consensus view \namong DPRK experts. \n \n¶3. (C) ROK Embassy Political Counselor Yeo Seung-bae told \nPolOff February 4 that the ROK Embassy was confident that the \nDPRK issue would not suffer as a result of the Taiwan arms \nsale.  Yeo said that despite MFA statements that PRC \ncooperation on \"regional issues\" would be affected as a \nresult of the arms sale, the ROK Embassy assessed that this \nreferred to cooperation on an Iran sanctions resolution at \nthe United Nations, not cooperation on DPRK or the Six-Party \nTalks. \n \n¶4. (C) Renmin University International Relations scholar Shi \nYinhong told PolOff February 4 that unlike Iran, North Korea \nwas \"a special case\" that would not be affected by the \ncurrent U.S.-China friction over the Taiwan arms sale. \nMinistry of State Security-affiliated China Institutes for \nContemporary International Relations Director for North \nAmerican Affairs Dr. Yuan Peng agreed in a conversation with \nPolOff February 5.  \"DPRK and Six-Party Talks is too much a \nChinese issue, almost a core issue for China,\" Yuan told \nPolOff.  \"China cannot show its anger by action on DPRK \nissues, or it will hurt China.\"",
        "$$hashKey": "object:667"
    },
    {
        "type": "text",
        "title": "Tibet Talks: No Progress",
        "date": "2010-02-05T11:58:00.000Z",
        "text": "¶1. (C) Summary:  Chinese Communist Party (CCP) \nofficials blamed the Dalai Lama's personal \nrepresentatives for the lack of progress in the \nJanuary 30-31 talks, saying the Tibetan side was \nunwilling to compromise on its Memorandum on Genuine \nAutonomy.  CCP United Front Work Department (UFWD) \nExecutive Vice Minister Zhu Weiqun told the media \nFebruary 2 that the talks had improved the Tibetan \nside's understanding of CCP policies and noted that \nthe Dalai Lama's envoys appeared open to continuing \ndiscussions.  Tibetan blogger Woeser \ncriticized the increasing \"arrogance\" of PRC \nnegotiators and said the UFWD deliberately insulted \nthe Tibetan side by taking the envoys on a tour of \nMao Zedong's birthplace in Hunan province.  A \nTibetan academic at a UFWD-affiliated think tank \nsaid the ambitious Tibetan memorandum had become a \nnew obstacle to progress;  he expressed hope the \nTibetan side would narrow its agenda to less \ncontroversial cultural, educational and \nenvironmental topics.  This contact noted that Lodi \nGyari's \"conciliatory\" remarks upon returning to \nIndia left him thinking the dialogue would continue. \nChina's media did not give prominent coverage to the \ntalks, instead focusing on the Taiwan arms sales \nstory and news of President Obama's pending meeting \nwith the Dalai Lama.  Mainland-based bloggers, \nmeanwhile, expressed support for the CCP's hard line \non the Tibet issue.  End Summary. \n \n¶2. (SBU) The Dalai Lama's personal representatives, \nLodi Gyari and Kelsang Gyaltsen, arrived in China \nJanuary 26 for a round of dialogue with \nrepresentatives of the Chinese Communist Party's \nUnited Front Work Department (UFWD), the 9th such \nmeeting since negotiations resumed in 2002.  Before \nthe formal talks, UFWD officials took the two \nTibetan envoys on a tour of the birthplace of Mao \nZedong in Shaoshan, Hunan province.  While in Hunan, \nthe representatives also toured an ethnic Miao \nautonomous prefecture.  Over the weekend, Lodi Gyari \nand Kelsang Gyaltsen met with UFWD Minister Du \nQinglin and held a day of talks with UFWD Executive \nVice Minister Zhu Weiqun. \n \n¶3. (SBU) On February 2, two days after the departure \nof the Tibetan representatives,  Zhu Weiqun held a \npress conference in which he blamed the Tibetan side \nfor any lack of progress.  Repeating much of the \nlanguage he used during his press conference \nfollowing the November 2008 dialogue round, Zhu \nrejected the Tibetan side's \"Memorandum on Genuine \nAutonomy for the Tibetan People,\" saying the Dalai \nLama's representatives had refused to \"revise a \nsingle word\" or make concessions.  Zhu again framed \nthe talks as being only about the personal future of \nthe Dalai Lama and rejected the notion that the Dalai \nLama represented the interests of the Tibetan people. \n \n¶4. (U) Nevertheless, Zhu said the latest round had \nachieved \"results\" (cheng xiao) by giving the \nTibetan representatives the chance to better \ncomprehend CCP policies and had \"allowed the Dalai \nLama to understand the kind of position he is in.\" \nZhu also commented how, in November 2008, Lodi Gyari \nhad been \"very unhappy\" with the rejection of the \nMemorandum and had indicated the Tibetan side might \ncut off talks.  This time, Zhu said, the Tibetans \nhad shown a \"better attitude\" and Gyari had \nindicated a willingness to continue the dialogue. \n \n¶5. (U) In the same press conference, Zhu warned of \nserious damage to U.S.-China relations should U.S. \nleaders meet with the Dalai Lama.  He also leveled \ndirect criticism of the Dalai Lama himself, saying \nthe Tibetan spiritual leaders should \"clarify\" \ncomments made in recent speeches that he was a \"son \nof India.\" \n \nChina \"More Patronizing This Time\" \n---------------------------------- \n \n¶6. (C) Tibetan blogger Woeser told PolOff February 4 \nthat CCP authorities had shown greater arrogance \ntoward the Dalai Lama's representatives during this \nlatest dialogue round.  Taking Lodi Gyari and \n \nBEIJING 00000314  002 OF 003 \n \n \nKelsang Gyaltsen to Mao Zedong's birthplace was \ninsulting and meant to send a clear \"political \nsignal\" of China's uncompromising position. \nWoeser's husband, dissident author Wang Lixiong, \nnoted that during past interactions, China had \nallowed Lodi Gyari to visit Tibetan areas, which \nshowed \"at least some sincerity\" on the Chinese \nside.  Woeser said that this latest round did not \nseem at all like a negotiation, but rather was \nportrayed by the CCP \"as an opportunity for the \nTibetan representatives to receive political \neducation, conduct self-criticism, and recognize \ntheir mistakes.\"  Woeser objected specifically to \nZhu Weiqun's patronizing and dismissive language, \nparticularly his public references to the Tibetan \ndelegation as \"Gyari and company\" (Jia Ri na xie \nren). \n \n¶7. (C) A final slap at the Dalai Lama, Woeser said, \nwas the appointment February 3 of Gyaincain Norbu, \nthe government-recognized 11th Panchen Lama, to be \nvice president of the state-run Buddhist Association \nof China.  The move, made so soon after Lodi Gyari's \ndeparture, was meant to show the CCP's intention to \ncontinue its tight control over Tibetan Buddhism. \nWang speculated that the Dalai Lama was willing to \nendure the humiliating treatment of his envoys in \nhopes that the situation would improve once Vice \nPresident Xi Jinping took over from Hu Jintao in \n2012.  Wang said the Dalai Lama still had great \naffection for Xi's late father, former State \nCouncilor Xi Zhongxun, and continued to cherish a \nwatch the elder Xi gave him in the 1950s. \n \n\"Deep Lack of Trust\" \n-------------------- \n \n¶8. (C) Tanzen Lhundup (Danzeng Lunzhu), Vice \nDirector of the Institute for Sociology and \nEconomics at the Chinese Center for Tibetan Studies, \na UFWD-affiliated think tank, told PolOff February 5 \nthat the Dalai Lama remained deeply mistrusted by \nthe CCP and this lack of trust was the main reason \nthe dialogue had produced few results.  Anger \nlingered within China's leadership over the botched \nrecognition of the Panchen Lama in 1995, when, in \nChina's view, the Dalai Lama preemptively named his \nown candidate.  More personally, senior leaders \ncontinued to feel a \"loss of face\" when met by \nTibetan demonstrators during official trips abroad, \nand this hardened attitudes against compromise. \nFinally, Tanzen Lhundup said the Tibetans' \nMemorandum of Genuine Autonomy had become \"a new \nobstacle\" and the document was an example of \"poor \nnegotiating tactics\" on the part of the Tibetan \nexiles.  The Memorandum was simply \"too big\" and \ncovered too many contentious political issues. \nTanzen Lhundup said progress might be possible in \nfuture rounds if the Tibetans focused on more narrow \nareas such as culture, education and the \nenvironment. \n \n¶9. (C) Though he put most of the blame for the \ndialogue's lack of progress on the Tibetan side, \nTanzen Lhundup also said CCP leaders should change \ntheir traditionally negative attitude toward \nreligion, which colored their approach to the Dalai \nLama.  Such a change in official thinking would help \ncreate a better atmosphere for talks. \n \n¶10. (C) Tanzen Lhundup praised the statement made by \nLodi Gyari in Dharamsala following the dialogue.  In \nthe statement, Gyari referred to a \"seven point\" \nnote that the envoys had presented to the UFWD.  The \nnote, Gyari said, addressed Chinese concerns \nregarding sovereignty and offered the Dalai Lama's \n\"cooperation for a mutually beneficial solution.\" \nThis language, Tanzen Lhundup said, indicated \nsensitivity to Chinese concerns and left him \nbelieving that dialogue would continue, even if \nmajor progress would remain elusive. \n \nTalks Receive Modest Press Coverage \n----------------------------------- \n \n¶11. (SBU) Mainland Chinese press coverage of the \ntalks was light compared to coverage of the previous \nround in November 2008, and news of the dialogue \nitself was largely overshadowed by stories related \nto Taiwan arms sales and President Obama's expected \nmeeting with the Dalai Lama.  Chinese newspapers \n \nBEIJING 00000314  003 OF 003 \n \n \nmainly ran short Xinhua News Agency releases of \nZhu's February 2 press conference.  The Beijing News \n(Xinjing Bao), for example, devoted only a single \ncolumn to the UFWD press conference on page 6 of its \nFebruary 3 edition.  Even official websites devoted \nto Tibet news, such as www.chinatibetnews.com, \nappeared to play down the talks, devoting more space \nto the Communist Party's 5th Work Conference on \nTibet, even though the conference had concluded \nJanuary 20.  The Global Times (Huanqiu Shibao), a \ncommercial newspaper published by the CCP flagship \nPeople's Daily and known for its nationalistic \neditorial bent, gave front-page treatment to Zhu's \nremarks February 3 but focused mostly on his \nwarnings about President Obama's upcoming meeting \nwith the Dalai Lama. \n \nBloggers Echo Government Line \n----------------------------- \n \n¶12. (C) Like their mainstream media counterparts, \nbloggers devoted less attention to the dialogue with \nthe Dalai Lama's representatives than they did to \nthe Taiwan arms sales announcement.  Blog entries \nthat did mention the talks largely echoed Zhu \nWeiqun's comments.  (Note:  Tibet is one of the most \nclosely censored topics on the Internet, and \narticles offering balanced views are quickly taken \ndown by government censors and/or the blog-hosting \nservices themselves.)  One blogger, based in \nLiaoning province and using Baidu's blog service, \nsaid he was both \"happy and heart sore\" to see the \ntalks with the Dalai Lama's representatives resume \nbecause the memories of the March 14 (2008) riots \nwere still so raw.  The Dalai Lama's \"request\" to \nthe central government to restart dialogue shows \nthat he \"wants to return to the motherland before he \ndies\" and that he \"already has no capital to bargain \nwith.\"  Many bloggers mimicked Zhu Weiqun's \ncriticism of the Dalai Lama's \"son of India\" remark. \nThe statement, said blogger \"Orchid Mountain \nNightingale,\" showed that the Dalai Lama \"does not \nconsider himself Chinese...Just stay in India then!\" \nBlogger \"Shang Daijun\" wrote that the Dalai Lama is \n\"actually the son of the Indian government\" since \nIndian authorities \"provide food, drink and money\" \nto the Tibetan exile government.",
        "$$hashKey": "object:775"
    }
]