[
    {
        "type": "text",
        "text": "Classified By: Political Minister Counselor \nAubrey Carlson.  Reasons 1.4 (b) and (d). \n \n¶1. (C) Summary:  Although the Communist Party's \nFifth Tibet Work Conference January 18-20 did not \nresult in major policy changes, it signaled shifts \nin emphasis intended to address economic tensions \nthat led to the March 2008 violence throughout \nTibetan areas of China.  Contacts at two Party think \ntanks noted that, unlike previous Tibet work \nconferences, the latest meeting included \nunprecedented discussion of developing Tibetan areas \noutside of the Tibet Autonomous Region (TAR). \nMindful that Tibetans in Qinghai, Gansu, Sichuan, \nand Yunnan provinces have grown resentful of \nsubsidies lavished on the TAR, Party leaders realize \nthis development gap between the TAR and non-TAR \nTibetan areas contributed to the 2008 unrest.  A \nCentral Party School contact predicted that, as a \nresult of the conference, the \"help Tibet\" program \nof sending cadres on temporary duty to the TAR will \nbe expanded to Tibetan areas in other provinces. \nAnother theme of the conference, we were told, was \nincreasing rural incomes and ensuring central \ngovernment spending benefits ordinary Tibetans.  The \nChinese public is growing skeptical of annual \ncentral government subsidies amounting to nearly \nUS$3,000 per capita in the TAR.  Party leaders are \nunder pressure to show that this spending will lead \nto greater stability in minority areas.  Tibetan \ndissident blogger Woeser (protect) was critical of \nthe Fifth Work Conference, saying the exclusive \nfocus on economic development will only encourage \nmore Han migration into Tibetan regions.  Slogans \nabout boosting rural income, she said, will, in \npractice, mean more unregulated mining and \nenvironmental destruction on the Tibetan Plateau. \nEnd summary. \n \n\"Completely Correct\" \n-------------------- \n \n¶2. (U) The Chinese Communist Party (CCP) Central \nCommittee and the State Council held the Fifth Tibet \nWork Conference in Beijing January 18-20.  All nine \nmembers of the CCP Politburo Standing Committee \nattended the meeting, according to official news \nreleases.  In his speech at the conference, General \nSecretary Hu Jintao praised the party's handling of \nTibet, declaring that \"practice proves\" that guiding \npolicies are \"completely correct.\"  According to \nXinhua News Agency transcripts, Hu made no direct \nmention of the March 2008 unrest in his speech, \nthough he said development and stability were the \nbest methods to counter the \"contradictions\" created \nby the \"separatist forces led by the Dalai clique.\" \nHu's remarks, which included the goal of bringing \nrural incomes in Tibet in line with the national \naverage by 2020, encapsulated the Conference focus \non economic development.  Premier Wen Jiabao, in his \nspeech at the conference, listed the government's \npriorities in Tibet as 1) improving people's \nlivelihoods and boosting employment opportunities \nfor farmers and herders; 2) developing better social \nservices, including education and medical care; and \n3) increasing infrastructure and investment in \ntransportation. \n \nNew Attention to Greater Tibet \n------------------------------ \n \n¶3. (C) Several Beijing-based Tibet experts said that \nthe most significant change from the previous four \nTibet work conferences, the last of which was held \nin 2001, was an expansion of focus beyond the Tibet \nAutonomous Region (TAR) to include Tibetan regions \nof Qinghai, Gansu, Sichuan and Yunnan provinces. \n(Note:  Roughly half of China's 5.4 million ethnic \nTibetans live outside the TAR.)  Tanzen Lhundup \n(Danzeng Lunzhu), Vice Director of the Institute for \nSociology and Economics at the Chinese Center for \nTibetan Studies, a think tank associated with the \nCommunist Party's United Front Work Department, told \nPolOff February 5 that including the development of \nTibetan areas of Qinghai, Gansu, Sichuan and Yunnan \non the agenda for the Fifth Tibet Work Conference \nwas, in part, a reaction to the protests of March 2008.  Not only did many migrants from non-TAR areas \nparticipate in the rioting in Lhasa, he said, but \nthe regions bordering the TAR, particularly Tibetan \nSichuan, experienced some of the worst unrest. \nGiven the increasing mobility of Tibetans, Tanzen \nLhundup said, the government could no longer talk \nabout developing the TAR without considering the \ndifficulties facing all Tibetan areas. \n \nExpansion of the \"Help Tibet\" Program? \n-------------------------------------- \n \n¶4. (C) Hu Yan (protect) the head of the ethnic and \nreligious studies department at the CCP's Central \nParty School, told PolOff February 24 that, as a \nresult of the Fifth Work Conference, he expected the \ngovernment to expand its \"help Tibet\" (yuan zang) \nprogram to include Tibetan areas outside the TAR. \n(Note:  Under the program, government and party \ncadres are sent to the TAR for temporary assignments \nof three years.)  Hu, who himself served as vice \ndirector of the TAR Party School in Lhasa 1998-2000 \nas a \"help Tibet\" cadre, said Tibetan regions \noutside the TAR needed to be included in such \nassistance efforts.  Hu and Tanzen Lhundup both \nnoted that the bulk of central government subsidies \nwere channeled into the TAR and this was causing \nresentment among officials and ordinary Tibetans in \nneighboring provinces.  Cadres working in the TAR \nmade significantly more, in some cases double, what \ncivil servants made in Tibetan regions of Qinghai, \nGansu and Sichuan, Tanzen Lundup said.  Tibetans \noutside the TAR, according to Hu, saw the huge \namount spent on public works in the TAR while their \nown communities were starved of resources. \n \n¶5. (C) In a February 3 meeting, Yangling Dorje \n(protect), a retired senior Tibetan CCP cadre and \nthe former Chairman of the Tibet Autonomous Region's \nChinese People's Political Consultative Conference, \ntold Chengdu Consul General that the Fifth Tibet \nWork Conference was the first time the entire \nPolitburo had come together for a meeting about a \nminority region.  He said the Fifth Conference could \nprove to be the most important event for Tibetans \nsince the Second Tibet Work Conference in 1984, \nproviding the recommendations of the January meeting \nwere fully implemented.  (Note:  The Second Tibet \nWork Conference was convened by then-CCP General \nSecretary Hu Yaobang and, along with the First \nConference in 1980, resulted in further relaxation \nof culturally repressive policies of the 1960s and \n70s.)  A great admirer of Hu Yaobang, Yangling Dorje \ncharacterized general CCP Tibet policy as \"wise\" but \nsometimes suffering from poor implementation.  Too \nmany corrupt officials, he said, made use of the \n\"splittism issue\" to suppress loyal people who made \nhonest criticisms.  He added that, while development \nof the TAR had been the primary focus of the \nconference, the issue of developing the other \nTibetan areas had been included on the agenda \nbecause the development gap between the TAR and \nTibetan areas outside the TAR had become too large. \nYangling Dorje expressed hope that, as a result of \nthe Fifth Conference, the central government would \nmake good on some long-standing promises to end the \nsalary gap between officials working in the TAR and \nthose working in other Tibetan areas. \n \nIncome, Not Just GDP \n-------------------- \n \n¶6. (C) In addition to the new focus on non-TAR \nTibetan areas, Tanzen Lundup cited the Fifth Tibet \nWork Conference's look at rural incomes as another \nshift of emphasis, one that was meant to address the \neconomic tensions that contributed to the March 2008 \nunrest.  The discussion of \"people's livelihoods\" \nand income at the conference reflected a growing \nrealization among CCP leaders that massive central \ngovernment investment was not reaching many \nindividual rural Tibetans (reftel).  While Tibetans \nin Lhasa and major urban centers, he said, were \nbenefiting from booming tourism and service industry \ngrowth, the incomes of Tibetan farmers and herders \nhad remained low despite the dramatic increases in \ncentral government spending.  The government was \naware there had been an \"economic background\" to the \nrioting that started in Lhasa on March 14, 2008, he \n \nBEIJING 00000468  003 OF 004 \n \n \nsaid, and Party leaders sought to more directly link \nprojects with personal income rather than just GDP \ngrowth. \n \nClosing the \"Skills Gap\" \n------------------------ \n \n¶7. (C) Tanzen Lhundup, who said he was closely \ninvolved in the planning of the Fifth Work \nConference, said conflicts occurred when centrally \nplanned infrastructure projects met the \"realities \nof local economies\" on the Tibetan Plateau.   For \nexample, when the government decided to build a road \nin a remote area, there were typically no Tibetan- \nowned companies with the required capital and \nexperience to bid on the contract.  The need to \ncomplete the road efficiently and at the lowest cost \ninvariably meant the contract would be awarded to \nlarge state-owned construction firms based outside \nof Tibet.  Adding to this problem was the \"skills \ngap\" between Tibetan and non-Tibetan workers, which \nhe said was the main reason why Han companies were \nreluctant to hire more Tibetans.  \"Well-intentioned\" \nattempts by the TAR government to better employment \nconditions for Tibetans, he said, had made matters \nworse by denying contractors the flexibility to hire \nlow-skilled Tibetans at lower wages than more \nqualified Han migrants.  For example, according to \nTanzen Lhundup, former TAR Chairman Qiangba Puncog \n(Chamba Phuntsog) had once attempted to implement a \nrule to force public works contractors to hire a set \nquota of Tibetans at a minimum wage of RMB 30 \n(US$4.40) per day.  The policy had failed due to \nresistance by contractors, who had felt the wage \nexceeded that of more experienced Han migrants and \nforced them to take on too many unskilled workers. \nAs a result of the Fifth Work Conference, Tanzen \nLhundup said he expected the government to increase \nvocational training programs for Tibetans to help \nthem compete against Han workers. \n \nHuge Cash Infusions Unpopular With Public \n----------------------------------------- \n \n¶8. (C) Ma Rong (protect), a Peking University \nsociologist and frequent advisor to the Communist \nParty's United Front Work Department (UFWD), echoed \nTanzen Lhundup's assessment that the recent \nconference's focus on boosting incomes represented \nan indirect acknowledgment that massive central \ngovernment subsidies were not translating into real \nincome growth for average Tibetans.  Ma told PolOff \nFebruary 9 that the infusion of central government \nmoney into the TAR was also becoming a public \nrelations problem for the CCP.  Following the \nTibetan unrest of March 2008 and the July 2009 \nviolence in Xinjiang, the Chinese public had grown \nmore skeptical of subsidies for minority regions. \nIn 2007, according to Ma, central government \ninvestment in Tibet amounted to RMB 10,000 (US$1470) \nper person.  Now, almost two years after the Tibet \nriots, that figure was close to RMB 20,000 (US$2940) \nper person.  \"Chinese people think this is waste of \ntaxpayer money,\" Ma said, adding the government was \nunder pressure to show that this investment was \ncontributing to greater social stability.  Although, \nlike Tanzen Lhundup and Hu Yan, Ma cited the new \nemphasis on Tibetan areas outside the TAR as an \nimportant step, he was less positive about the \nconference as a whole.  Overall, the Fifth Work \nConference revealed little new thinking on Tibet, Ma \nsaid, and the meeting primarily served to bolster \nexisting policies. \n \n\"Development\" Just Means More Han Migrants \n------------------------------------------ \n \n¶9. (C) Tibetan poet and blogger Woeser (protect) \noffered a critical assessment of the Fifth Work \nConference in a meeting with PolOff February 4, \nsaying the emphasis on economic development would \nonly mean more Han migrants and further destruction \nof Tibet's culture and environment.  Woeser said \nthat the platitudes by Hu Jintao and other party \nleaders about boosting rural incomes would translate \non the ground into even faster development of mining \nenterprises, which she cited as the greatest single \nthreat to Tibet's environment.  Unregulated mining, \nshe said, was creating tremendous ecological damage, including polluting waterways vital to Tibetan \nherders, all while providing few jobs to ethnic \nTibetans.",
        "date": "2010-02-26T05:00:00.000Z",
        "title": "Tibet Work Conference: Expanding Development Focus Beyond The Tar",
        "$$hashKey": "object:125",
        "index": 0
    },
    {
        "type": "text",
        "text": "¶1. U.S.-CHINA ECONOMIC RELATIONS \n \n\"It is really difficult to reduce U.S. debt\" \n \nGuangdong 21st Century Publishing Company Ltd.'s business newspaper \n21st Century Business Herald (21Shiji Jingji Baodao)(02/26)(pg 2): \n\"Data has shown that China's faith in U.S. bonds did not decrease. \nIn the future, the momentum for increasing China's holdings of U.S. \nbonds will continue.  As China's foreign reserve increases due to \nthe resumption of exports, buying American bonds will still be an \nimportant method by which to spend a large amount of China's foreign \nexchange reserve.  The so-called 'balance of financial terror' \nbetween China and the United States is more China's wishful \nthinking.  The financial relationship between China and the United \nStates is more like an asymmetrical dependence rather than a \nbalanced relationship, which stems from our dependence on exports to \nthe U.S. rather than U.S. dependence on imports from us.  China's \nhuge holdings of U.S. bonds will not necessarily have a significant \nimpact on the U.S. financial markets and/ or asset prices. \nTherefore, it can be said that we have been kidnapped by our own \neconomic development model rather than by another country's. \nAlthough increased holdings of American bonds can assist the U.S. in \nits economic stimulus and financial stabilization plans, due to the \nloose monetary policy of the U.S., their huge deficit and their \nlarge amount of national bonds, a win-win situation between the two \nis hard to fulfill.  How China will unswervingly safeguard its own \neconomic interests deserves our attention.\" \n \n¶2. U.S.-CHINA MILITARY RELATIONS \n \na. \"The United States: the Defense Secretary's visit to China \nunchanged; China: Sino-U.S. military exchanges temporarily \nsuspended\" \n \nThe official popular newspaper Beijing Youth Daily (Beijing \nQingnianbao)(02/26)(pg A2): \"Huang Xueping, China Defense Ministry \nspokesperson, said at a press conference that China requests the \nU.S. be cautious in its words and deeds.  The U.S.'s arms sales to \nTaiwan severely harmed China's national security and Sino-U.S. \nrelations, China has decided to suspend planned arrangements \nrelating to any military visits.  China's stance is unchanged.  The \nU.S. should assume full responsibility for the current difficult \nsituation in Sino-U.S. military exchanges.  China expects the U.S. \nto take concrete measures and fully respect China's core interests \nand security concerns.  China is also highly concerned about the \nU.S. Defense Intelligence Agency's report about Taiwan's jet \nfighters.  China hopes, currently Sino-U.S. military relations have \nsuffered serious interference due to Taiwan arms sales, that the \nU.S. will avoid further harming the bilateral military relationship \nand/ or hinder cross-Strait peace and development.  In regard to the \nGoogle incident, it is an exaggeration that cyber hackers are \nrelated to the Chinese military.  The Chinese military network is \nsubject to overseas hacker attacks all the time.\" \n \nb. \"Does the U.S. 'C'-shaped attack against China actually exist?\" \n \nThe People's Daily-sponsored and internationally-focused commercial \nnews publication Global Times (Huanqiu Shibao)(02/26)(pg 1): \n\"Although American politicians will not hastily launch a war against \nChina, it doesn't prevent its military department moving forward \nwith plans and military preparations for a potential adversary.  The \nU.S.'s C-shape circle (countries in the strategic circle starting \nfrom Japan to India and including countries in between) is a \ncomplete strategic offensive, intending to continuously extort and \nthreaten China so as to interfere in China's domestic affairs and \nforce China to compromise in economic and other fields.  Such \nbesiegement has become a United States negotiation chip when \nfulfilling its national interests and objectives globally.  European \nand Asian countries are all connected by one piece of land; the U.S. \nis an island outside of the Europe-Asia continent.  Therefore, the \nU.S. is vigilant against any country that is possibly capable of \ndominating the Euro-Asian continent.  However, it is still hard to \nmake a conclusion about the C-shape besiegement of the U.S. against \nChina.  The current Sino-U.S. competition is not a Cold-War like \nconfrontation.  The C-shape circle is just a fact because the U.S. \nhas military bases in each of those countries.  There is no proof \nthat the circle is targeted at China.\"",
        "date": "2010-02-26T05:00:00.000Z",
        "title": "Media Reaction: U.s.-china Economic Relations, U.s.-china Military Relations",
        "$$hashKey": "object:401",
        "index": 1
    },
    {
        "type": "text",
        "text": "SUMMARY \n------- \n \n¶1. (C) UNHCR Beijing's already delicate relationship with the \nMFA was \"stretched to its limit\" due to incidents involving \nasylum seekers unrelated to UNHCR Beijing, according to a \nUNHCR Beijing official.  The MFA strongly objected to what it \nperceived was UNHCR Beijing's direct involvement in efforts \nto prevent the forced deportation of five North Koreans \nreportedly arrested in Guangxi and now in Jilin and insisted \nUNHCR assisted in the escape from China of 22 Uighurs who \nrecently claimed asylum with UNHCR in Cambodia.  UNHCR \nBeijing predicted a very difficult and tenuous year ahead in \ntheir interaction with the MFA.  Given current tensions with \nthe MFA, UNHCR would prefer to wait until early 2010 before \nformally requesting exit permission for the family of four \nNorth Koreans currently living in Beijing under its care. \nEnd Summary. \n \n¶2. (C) On December 17, PolOff met with UNHCR Beijing \nAssociate Field Officer Severine Weber (protect) to discuss \nthe next steps for the family of four North Korean asylum \nseekers under UNHCR care (ref A) who received approval from \nDHS/USCIS on December 15 for resettlement in the United \nStates.  (Following past practice, Post submitted a nonpaper \nto MFA December 17 requesting exit permission for these \ncases.)  Weber informed PolOff December 17 that while UNHCR \nwould provide a Note Verbale to MFA (in response to MFA's \nDecember 17 request for information on the four North \nKoreans) noting that the North Koreans were accepted for \nresettlement, UNHCR wished to wait until early 2010 to \nformally request exit permission. \n \nSEPARATE BUT RELATED REFUGEE CASES \n---------------------------------- \n \n¶3. (C) Weber told PolOff that UNHCR decided to delay the \nrequest for exit permission because the MFA was \"extremely \nangry\" with the Beijing UNHCR office.  According to Weber, \nUNHCR Beijing's already delicate relationship with the MFA \nhad been \"stretched to its limit\" in the past few months due \nto two unrelated incidences.   In mid-September, PRC \nauthorities reportedly detained five North Koreans in Guangxi \nprovince near China's border with Vietnam and subsequently \nmoved them to Jilin province in China's Northeast.  According \nto Weber, the MFA strongly objected to what it perceived was \nUNHCR's direct involvement in efforts to halt the deportation \nof the five North Koreans.  (Mission China had urged PRC \nauthorities on October 13 and December 7 to not forcibly \nrepatriate these individuals to North Korea.  The ROK had \nreportedly made similar representations.)  Weber also stated \nthat the MFA believed UNHCR Beijing had a role in assisting \nthe 22 Uighurs from China who arrived in Cambodia in \nmid-December to claim asylum with UNHCR Phnom Penh (Ref B). \nThough Weber affirmed that UNHCR Beijing was not involved in \nthe Uighur cases, she reported that the MFA had made \"heated \nphone calls\" to UNHCR, demanding that UNHCR Beijing staff \nadmit their complicit role in helping the 22 \"criminals\" \nescape to Cambodia. \n \n¶4. (C) China had made appeals to UNHCR Geneva for the \nimmediate return of the Uighurs to China, Weber said, without \na refugee determination assessment.  She noted, however, that \nCambodia was a signatory to the 1951 UN Convention on \nRefugees and had made public commitments to abide by its \nobligation under the convention.  Nevertheless, Weber was \nconcerned that the Cambodian government's resolve would \nwaiver during PRC Vice President Xi Jinping's December 20-22 \ntrip there as he would almost certainly bring up the Uighurs \nduring his discussions with Cambodian government leaders.",
        "date": "2009-12-18T05:00:00.000Z",
        "title": "Tense Relations Between Unhcr Beijing And The Prc: Uighurs And North Koreans To Blame",
        "$$hashKey": "object:550"
    },
    {
        "type": "text",
        "text": "¶1. (S) PolOff delivered reftel nonpaper and demarche \nrequesting China to include subject matter experts in its \ndelegation for bilateral CWC consultation with the United \nStates to MFA Arms Control and Disarmament Department \nChemical and Biological Weapons Division Director Yang Yi on \nOctober 15.  PolOff asked that those experts be prepared to \ndiscuss both technical matters surrounding China's inspection \nof chemical storage facilities in Albania and a chemical \nplant accident in China in 2000 that involved Nitrogen \nMustard.  Yang told PolOff that she had not been a member of \nChina's delegation during our last consultations in June, \n2007 so was not familiar with the topics discussed at that \ntime, but acknowledged the need to include technical experts \nin the Chinese delegation to make the upcoming discussions \nworthwhile.  Yang promised to pass our detailed requests \noutlined in reftel to her Director General. \n \n¶2. (S) Yang also requested PolOff to ask the Department \nwhether the U.S. delegation agreed to include as agenda items \nin the upcoming consultations \"Chemical Weapons Destruction\" \nand \"The status of Japanese abandoned chemical weapons in \nChina.\"  PolOff promised to relay to ISN that request. \nHUNTSMAN",
        "title": "China: Chemical Weapons Convention (cwc) Consultations Demarche Delivered",
        "date": "2009-10-15T04:00:00.000Z",
        "$$hashKey": "object:951"
    },
    {
        "type": "text",
        "text": "¶1. (C) Summary and Introduction:  In a security \nclampdown reminiscent of the lead-up to the August \n8, 2008 Olympic Games opening ceremony, authorities \nin Beijing are setting up checkpoints, locking down \ndissidents, and tightening Internet censorship in \nthe run-up to the October 1 national day.  According \nto the official Xinhua News Agency, China's State \nCouncil met September 28 and called for greater \nefforts to maintain public order and social \nstability during the national day holiday (which \nwill run October 1-8).  Department heads in \nmunicipal and state agencies have been told that \nthey will be held personally responsible for \nsecurity incidents.  Neighborhood security \norganizations have received instructions to \n\"control\" key groups, including Falun Gong \npractitioners, petitioners, students, migrants, and \npersons with disabilities.  The Ministry of Industry \nand Information, meanwhile, conducted a major \nInternet security drill September 17 that involved \nall of China's major Internet service providers. \nSeveral journalists complained about tight media and \nInternet restrictions, but most believed press \nfreedoms would improve in the weeks following the \nholiday. End Summary. \n \nSecurity Much Tighter than 50th Anniversary in '99 \n--------------------------------------------- ----- \n \n¶2. (C) Just as overbearing security sapped \nenthusiasm of many Beijingers for the Olympic Games \nlast year (ref B), similar precautions -- along with \na healthy dose of traffic controls during numerous \nparade rehearsals -- have tested the patience of \nmany in the capital and, several contacts tell us, \nfueled the impression that the festivities are more \nfor the enjoyment of the CCP elite than average \nChinese.  Most of our interlocutors said that \nsecurity at this year's event was much tighter than \nit was during the 50th national day in 1999. \nAccording to the official Xinhua News Agency, \nChina's State Council met September 28 and called \nfor greater efforts to maintain public order and \nsocial stability during the national day holiday \n(which will run October 1-8).  Preparations for the \nOctober 1 parade have included draconian \nrestrictions on tenants of buildings along the \nparade route.  Residents of the Qijiayuan Diplomatic \nCompound, which overlooks Jianguomen Wai Avenue, a \nparade staging area, received a notice September 11 \nfrom the building management stating that residents \nwere forbidden from venturing out onto their \nbalconies or even opening their windows during the \nparade.  Hotels are forbidden from renting rooms \nfacing the parade route October 1.  Three Japanese \njournalists were beaten by security forces September \n18 after they allegedly attempted to film a parade \nrehearsal from a hotel balcony.  Auto mechanic Li \nXuan (protect), encapsulating a reaction we heard \nfrom many, told PolOff September 11 that the tight \nsecurity and tense atmosphere had \"spoiled the mood\" \nduring what should be a time of celebration for \nChina. \n \nNeed to Control \"Key People\" \n---------------------------- \n \n¶3. (C) Using Google \"deep search\" techniques, PolOff \ndownloaded an internal document, posted on a Beijing \ngovernment web server, containing security \ndirectives to officials of the Anzhen Street Area (a \ncommunity a few blocks north of the Embassy).  The \ndocument provides a snapshot of municipal security \ndirective implementation at a neighborhood level. \nThe document describes local measures that will be \ntaken to ensure social stability during the 60th \nanniversary celebrations.  Groups of concern \ntargeted for \"control\" include Falun Gong \npractitioners, petitioners, students, migrants, and \npersons with disabilities.  The document notes that \nthe \"610 Office\" (an agency often cited as having \nspecific responsibility for combating Falun Gong) \nhad been assigned a number of responsibilities in \nthe neighborhood, including combating cults and \n \nBEIJING 00002811  002 OF 004 \n \n \nidentifying \"key people\" to control.  The language \nof the document is militaristic and divides the task \nof anniversary preparations into \"pre-war\" (i.e., \nJune 10 to August 31) and \"war time\" (September 1- \nOctober 10) duties.  The \"pre-war\" duties primarily \ninvolve addressing the grievances of petitioners, \nmonitoring key groups including migrant workers and \nrecent graduates, and cracking down on Falun Gong. \nThe \"war time\" efforts are described as \"controlling \nkey trouble makers\" and \"getting rid of \npetitioners.\"  The experiences of several contacts \nwho work with petitioners track with the measures \ndescribed in this memorandum.  Liu Anjun (protect), \na human rights activist who assists petitioners in \nBeijing, complained to PolOff that he had been under \nhouse arrest since September 10 and PSB officers had \nprevented him from meeting with foreign journalists. \nChen Shuhua (protect), a petitioner from Hebei \nprovince, likewise told PolOff local authorities had \nput her under house arrest to prevent her from \ntraveling to Beijing. \n \n\"Looking for Uighurs...\" \n------------------------ \n \n¶4. (C) The July 5 riots in Xinjiang, according to \nWang Chong (protect), an editor for the news \nmagazine China Weekly, had greatly heightened \nofficial anxieties about the national day \ncelebration.  \"The nervousness feeds on itself,\" \nWang said, and authorities' desire to \"minimize all \nuncertainties\" had led Beijing public security \nofficials to sweep the streets clean of pickpockets \nand prostitutes, even though this had little or no \ndirect bearing on the safety of the parade itself. \nOn September 24, China Reform Forum Vice Chairman \nXue Fukang told PolOff that state and municipal \ndepartment directors had been notified by the \ncentral government that they would be held \npersonally responsible for any incidents or lapses \nin security that marred national day celebrations. \n \n¶5. (C) Because of recent years' unrest in Xinjiang \nand Tibet, Uighurs, and to a lesser extent Tibetans, \nare subject to close scrutiny by security forces. \nStarting in mid-September, authorities have \nimplemented checkpoints along highways leading into \nBeijing.  On September 13 PolOff experienced a six- \nhour delay while returning by car to Beijing from \nsurrounding Hebei province.  Police at a checkpoint \nwere thoroughly searching every vehicle, causing \ntraffic to backup for miles.  While waiting at the \ncheckpoint, several truck drivers told PolOff that \nauthorities were \"looking for Uighurs.\"  Dai Lin \n(protect), the abbot of a Tibetan Buddhist monastery \nin Chengde, Hebei province, said he had changed out \nof his monks robes in order to pass a similar \ncheckpoint leading into Beijing September 21.  Dai \nLin told PolOff that someone dressed as a monk would \nnot be allowed anywhere near Tiananmen Square until \nafter October 1. \n \n...And Disgruntled Loners \n------------------------- \n \n¶6. (C) Hong Dayong (protect), a Renmin University \nsociologist, said Party leaders viewed discontented \nindividuals, rather than large organized \ndemonstrations, as the greatest threat to the \nnational day festivities.  Party leaders were taking \nsuch drastic security steps because there was \nconcern disgruntled individuals or small groups \nwould use October 1 as an \"advertising opportunity\" \nand seek to disrupt the parade to draw attention to \ntheir grievance.  Zhou Qing'an (protect), a \ncommunications professor at Tsinghua University, \nagreed, saying that while Uighur terrorists remained \na concern, security officials were most worried \nabout violent acts by deranged individuals.  Such \nfears, Zhou said, were heightened by a September 17 \nincident near Tiananmen Square in which a drunken \nman from Jilin province stabbed two people to death \nin a reportedly random act of violence. \n \nWe're Going to Party Like It's 1949 \n----------------------------------- \n \n¶7. (C) Contacts offered mixed views on the October 1 \nparade itself, with most decrying the huge expense \nand militarism of the display.  Fan Jinyu (protect), \n \nBEIJING 00002811  003 OF 004 \n \n \nthe Beijing bureau chief of the Nanfang Ribao media \ngroup and a longtime CCP member, said that the \npublic was divided in its attitudes about the 60th \nnational day.  One third of Chinese, Fan said, were \nexcited by the hoopla, one third did not care, and \nthe final third (including Fan himself) were \ncritical of the Party and saw its record over the \nlast 60 years as mixed, at best.  Several contacts \nnoted a clear divide between popular and \nintellectual opinions.  Many ordinary Chinese, \naccording to Zhong Weizhi (protect), chief editor of \nthe Economic Observer, felt very patriotic and were \nproud of China's economic model, especially given \nChina's success in weathering the financial crisis. \nThe tanks and missiles in the parade, Zhong told \nPolOff September 9, reminded the public of China's \ngrowing international power and clout.  Chinese \nintellectuals, however, viewed the 60th anniversary \ncelebration as distasteful.  \"Only China and North \nKorea do these kinds of displays,\" Zhong remarked. \nThe China Reform Forum's Xue Fukang noted that the \nprimary reason a military parade would be the \ncenterpiece of this year's national day celebrations \nwas that the practice of holding a parade every ten \nyears played a critical historical role in party \ncontinuity.  A decision to downplay or forgo the \nmilitary aspects of this anniversary would cause \nquestions over the direction and legitimacy of the \nParty, Xue said. \n \nTaking a Page from Pyongyang \n---------------------------- \n \n¶8. (C) Many contacts echoed Zhong's unfavorable \nparallels between the October 1 parade and North \nKorea's Stalinist state celebrations.  Mou Guangfeng \n(protect), a Director General at the Ministry of \nEnvironmental Protection (whose Japanese-educated \nfather was severely persecuted in the 1960s and 70s) \ntold PolOff September 6 that the 60th anniversary \ncelebration made him uncomfortable, especially the \nexpense and the inclusion of so many school children \nin the parade.  Mou said his aversion stemmed partly \nfrom his experience spending endless hours as a \nchild rehearsing and marching in such displays \"and \nit is difficult to see kids today subject to the \nsame treatment.\"  \"Only China and North Korea do \nsuch things,\" Mou said, \"because in a democratic \ncountry such lavish expenditures would never be \napproved by elected lawmakers...There are many, many \nways this money could be better spent.\"  Zhou \nQing'an, of Tsinghua University, said the 60th \nparade was \"more North Korea-like\" than the 50th \nnational day celebration in 1999.  Zhou, who marched \nin the 50th national day parade when he was a \nTsinghua student, said this parade was much larger \nand more regimented.  Unlike in 1999, Zhou said, \nwhen Tsinghua students were merely told to wave and \nact festive, this year the Tsinghua students were \nbeing told by parade organizers to make specific \nmotions and shout pre-approved slogans.  Zhou \nclaimed the parade was bigger than originally \nplanned, with Party leaders making a last-minute \ndecision to add more student groups.  According to \nZhou, President Hu Jintao and Vice President Xi \nJinping themselves were behind this effort to expand \nthe parade. \n \n¶9. (C) Hong Dayong, of Renmin University, told \nPolOff September 21 that intellectual hand-wringing \nover the 60th celebration should not be taken too \nseriously.  Many intellectuals were critical of the \nexpense and extravagance of the October 1 parade, \nbut they had made the same arguments against the \n50th national day parade.  In the end, Hong argued, \nthe CCP simply did not care what intellectuals \nthought.  \"The Party cares about mass opinion, not \nelite or intellectual opinion,\" Hong said.  Scholars \nmight scoff at the parade, Hong said, but for most \nChinese the 60th anniversary was an important \nmilestone.  Chinese had a strong sense of national \npride, and for them the 60th national day was a time \nto reflect on China's accomplishments, especially in \nthe post-Mao reform era. \n \nHarmonizing the Media \n--------------------- \n \n¶10. (C) Several journalists lamented the tight media \ncontrols in place, though most expected the \n \nBEIJING 00002811  004 OF 004 \n \n \natmosphere to improve after October 1.  Wang Chong, \nthe China Weekly editor, told PolOff September 15 \nthat, while he had expected the CCP Propaganda \nDepartment to keep a tight grip on the media around \nthe 60th anniversary, the atmosphere was much worse \nthan expected.  China Weekly, a news magazine \nlaunched in May and published by the Communist Party \nYouth League, encountered serious problems after \npublishing several articles that angered Party \nleaders (including an article about the son of \nChongqing Party Secretary Bo Xilai, which broke a \ntaboo on reporting about the children of senior \nleaders).  China Weekly was attempting to write an \narticle about Beijing lawyers who lost their \nlicenses after taking on politically sensitive cases \n(ref A), but editors killed the story knowing it \nwould anger Party censors.  Wang Chong said even his \nown personal blog had been \"harmonized\" (bei hexie, \na play on the CCP's \"harmonious society\" slogan that \nhas become a euphemism for censorship) when an \nexecutive at his blog-hosting service asked him in \nearly September to take down an article critical of \nChina's education system.  (Note:  Authorities have \nratcheted up Internet censorship as October 1 nears. \nFor example, the government ordered the Tibetan \nculture website www.tibetcul.com to shut down its \nblog and chat pages until October 12, according to a \nnotice posted on the site.) \n \n¶11. (C) Wang and other media contacts commented that \nin the current environment, even Caijing magazine, \nknown as China's most daring print publication, had \nbeen largely muzzled.  Cheng Mingxia (protect), \ninternational page editor at the Economic Observer, \nbemoaned Caijing's recent timidity, saying that \"it \nwas now just a financial news service.\"  Huang Shan \n(protect), international editor of Caijing magazine, \ndownplayed such changes.  While Huang admitted \nCaijing had been impacted by the pre-October 1 \ntightening of media controls, he said this was \n\"normal\" for the period leading up to sensitive \nevents.  Caijing had weathered such periods before, \nand, he predicted, the atmosphere would improve \nafter the National Day holiday passed. \nHUNTSMAN",
        "title": "Paranoia On Parade: China's Leaders Take No Chances As They Prepare To Celebrate 60th National Day",
        "date": "2009-09-30T04:00:00.000Z",
        "$$hashKey": "object:1268"
    }
]