[
    {
        "type": "text",
        "date": "2014-03-04T05:00:00.000Z",
        "text": "At approximately noon on Saturday, August 9, 2014, Officer Darren Wilson of the Ferguson Police Department (“FPD”) shot and killed Michael Brown, an unarmed 18-year-old. The Criminal Section of the Department of Justice Civil Rights Division, the United States Attorney’s Office for the Eastern District of Missouri, and the Federal Bureau of Investigation (“FBI”) (collectively, “The Department”) subsequently opened a criminal investigation into whether the shooting violated federal law. The Department has determined that the evidence does not support charging a violation of federal law. This memorandum details the Department’s investigation, findings, and conclusions. Part I provides an introduction and overview. Part II summarizes the federal investigation and the evidence uncovered during the course of the investigation, and discusses the applicable federal criminal civil rights law and standards of federal prosecution. Part III provides a more in-depth summary of the evidence. Finally, Part IV provides a detailed legal analysis of the evidence and explains why the evidence does not support an indictment of Darren Wilson.\n\nThe Department conducted an extensive investigation into the shooting of Michael Brown. Federal authorities reviewed physical, ballistic, forensic, and crime scene evidence; medical reports and autopsy reports, including an independent autopsy performed by the United States Department of Defense Armed Forces Medical Examiner Service (“AFMES”); Wilson’s personnel records; audio and video recordings; and internet postings. FBI agents, St. Louis County Police Department (“SLCPD”) detectives, and federal prosecutors and prosecutors from the St. Louis County Prosecutor’s Office (“county prosecutors”) worked cooperatively to both independently and jointly interview more than 100 purported eyewitnesses and other individuals claiming to have relevant information. SLCPD detectives conducted an initial canvass of the area on the day of the shooting. FBI agents then independently canvassed more than 300 residences to locate and interview additional witnesses. Federal and local authorities collected cellular phone data, searched social media sites, and tracked down dozens of leads from community members and dedicated law enforcement email addresses and tip lines in an effort to investigate every possible source of information.\n\nThe principles of federal prosecution, set forth in the United States Attorneys’ Manual (“USAM”), require federal prosecutors to meet two standards in order to seek an indictment. First, we must be convinced that the potential defendant committed a federal crime. See USAM § 9-27.220 (a federal prosecution should be commenced only when an attorney for the government “believes that the person’s conduct constitutes a federal offense”) . Second, we must also conclude that we would be likely to prevail at trial, where we must prove the charges beyond a reasonable doubt. See USAM § 9-27.220 (a federal prosecution should be commenced only when “the admissible evidence will probably be sufficient to sustain a conviction”); Fed R. Crim P. 29(a)(prosecution must present evidence sufficient to sustain a conviction). Taken\n\n\n\n\n\n\n\n\n4\ntogether, these standards require the Department to be convinced both that a federal crime occurred and that it can be proven beyond a reasonable doubt at trial.1\n\nIn order to make the proper assessment under these standards, federal prosecutors evaluated physical, forensic, and potential testimonial evidence in the form of witness accounts. As detailed below, the physical and forensic evidence provided federal prosecutors with a benchmark against which to measure the credibility of each witness account, including that of Darren Wilson. We compared individual witness accounts to the physical and forensic evidence, to other credible witness accounts, and to each witness’s own prior statements made throughout the investigations, including the proceedings before the St. Louis County grand jury (“county grand jury”). We worked with federal and local law enforcement officers to interview witnesses, to include re-interviewing certain witnesses in an effort to evaluate inconsistencies in their accounts and to obtain more detailed information. In so doing, we assessed the witnesses’ demeanor, tone, bias, and ability to accurately perceive or recall the events of August 9, 2014. We credited and determined that a jury would appropriately credit those witnesses whose accounts were consistent with the physical evidence and consistent with other credible witness accounts. In the case of witnesses who made multiple statements, we compared those statements to determine whether they were materially consistent with each other and considered the timing and circumstances under which the witnesses gave the statements. We did not credit and determined that a jury appropriately would not credit those witness accounts that were contrary to the physical and forensic evidence, significantly inconsistent with other credible witness accounts, or significantly inconsistent with that witness’s own prior statements.\n\nBased on this investigation, the Department has concluded that Darren Wilson’s actions do not constitute prosecutable violations under the applicable federal criminal civil rights statute, 18 U.S.C. § 242, which prohibits uses of deadly force that are “objectively unreasonable,” as defined by the United States Supreme Court. The evidence, when viewed as a whole, does not support the conclusion that Wilson’s uses of deadly force were “objectively unreasonable” under the Supreme Court’s definition. Accordingly, under the governing federal law and relevant standards set forth in the USAM, it is not appropriate to present this matter to a federal grand jury for indictment, and it should therefore be closed without prosecution.",
        "title": "Ferguson: Introduction",
        "$$hashKey": "object:580"
    },
    {
        "type": "text",
        "title": "Ferguson: Summary of Evidence",
        "date": "2014-03-04T05:00:00.000Z",
        "text": "Within two minutes of Wilson’s initial encounter with Brown on August 9, 2014, FPD officers responded to the scene of the shooting, and subsequently turned the matter over to the SLCPD for investigation. SLCPD detectives immediately began securing and processing the scene and conducting initial witness interviews. The FBI opened a federal criminal civil rights investigation on August 11, 2014. Thereafter, federal and county authorities conducted cooperative, yet independent investigations into the shooting of Michael Brown.\n\n\n1 The threshold determination that a case meets the standard for indictment rests with the prosecutor, Wayte v. United States, 470 U.S. 598, 607 (1985), and is “one of the most considered decisions a federal prosecutor makes.” USAM 9-27.200, Annotation.\n\n5\nThe encounter between Wilson and Brown took place over an approximately two-minute period of time at about noon on August 9, 2014. Wilson was on duty and driving his department-issued Chevy Tahoe SUV westbound on Canfield Drive in Ferguson, Missouri when he saw Brown and his friend, Witness 101,2 walking eastbound in the middle of the street. Brown and Witness 101 had just come from Ferguson Market and Liquor (“Ferguson Market”), a nearby convenience store, where, at approximately 11:53 a.m., Brown stole several packages of cigarillos. As captured on the store’s surveillance video, when the store clerk tried to stop Brown, Brown used his physical size to stand over him and forcefully shove him away. As a result, an FPD dispatch call went out over the police radio for a “stealing in progress.” The dispatch recordings and Wilson’s radio transmissions establish that Wilson was aware of the theft and had a description of the suspects as he encountered Brown and Witness 101.\n\nAs Wilson drove toward Brown and Witness 101, he told the two men to walk on the sidewalk. According to Wilson’s statement to prosecutors and investigators, he suspected that Brown and Witness 101 were involved in the incident at Ferguson Market based on the descriptions he heard on the radio and the cigarillos in Brown’s hands. Wilson then called for backup, stating, “Put me on Canfield with two and send me another car.” Wilson backed up his SUV and parked at an angle, blocking most of both lanes of traffic, and stopping Brown and Witness 101 from walking any further. Wilson attempted to open the driver’s door of the SUV to exit his vehicle, but as he swung it open, the door came into contact with Brown’s body and either rebounded closed or Brown pushed it closed.\n\nWilson and other witnesses stated that Brown then reached into the SUV through the open driver’s window and punched and grabbed Wilson. This is corroborated by bruising on Wilson’s jaw and scratches on his neck, the presence of Brown’s DNA on Wilson’s collar, shirt, and pants, and Wilson’s DNA on Brown’s palm. While there are other individuals who stated that Wilson reached out of the SUV and grabbed Brown by the neck, prosecutors could not credit their accounts because they were inconsistent with physical and forensic evidence, as detailed throughout this report.\n\nWilson told prosecutors and investigators that he responded to Brown reaching into the SUV and punching him by withdrawing his gun because he could not access less lethal weapons while seated inside the SUV. Brown then grabbed the weapon and struggled with Wilson to gain control of it. Wilson fired, striking Brown in the hand. Autopsy results and bullet trajectory, skin from Brown’s palm on the outside of the SUV door as well as Brown’s DNA on the inside of the driver’s door corroborate Wilson’s account that during the struggle, Brown used his right hand to grab and attempt to control Wilson’s gun. According to three autopsies, Brown sustained a close range gunshot wound to the fleshy portion of his right hand at the base of his right thumb. Soot from the muzzle of the gun found embedded in the tissue of this wound coupled with indicia of thermal change from the heat of the muzzle indicate that Brown’s hand was within inches of the muzzle of Wilson’s gun when it was fired. The location of the recovered bullet in the side panel of the driver’s door, just above Wilson’s lap, also corroborates Wilson’s account of the struggle over the gun and when the gun was fired, as do witness accounts that Wilson fired at least one shot from inside the SUV.\n\n2 With the exception of Darren Wilson and Michael Brown, the names of individuals have been redacted as a safeguard against an invasion of their personal privacy.\n\n6\n\nAlthough no eyewitnesses directly corroborate Wilson’s account of Brown’s attempt to gain control of the gun, there is no credible evidence to disprove Wilson’s account of what occurred inside the SUV. Some witnesses claim that Brown’s arms were never inside the SUV. However, as discussed later in this report, those witness accounts could not be relied upon in a prosecution because credible witness accounts and physical and forensic evidence, i.e. Brown’s DNA inside the SUV and on Wilson’s shirt collar and the bullet trajectory and close-range gunshot wound to Brown’s hand, establish that Brown’s arms and/or torso were inside the SUV.\n\nAfter the initial shooting inside the SUV, the evidence establishes that Brown ran eastbound on Canfield Drive and Wilson chased after him. The autopsy results confirm that Wilson did not shoot Brown in the back as he was running away because there were no entrance wounds to Brown’s back. The autopsy results alone do not indicate the direction Brown was facing when he received two wounds to his right arm, given the mobility of the arm. However, as detailed later in this report, there are no witness accounts that could be relied upon in a prosecution to prove that Wilson shot at Brown as he was running away. Witnesses who say so cannot be relied upon in a prosecution because they have given accounts that are inconsistent with the physical and forensic evidence or are significantly inconsistent with their own prior statements made throughout the investigation.\n\nBrown ran at least 180 feet away from the SUV, as verified by the location of bloodstains on the roadway, which DNA analysis confirms was Brown’s blood. Brown then turned around and came back toward Wilson, falling to his death approximately 21.6 feet west of the blood in the roadway. Those witness accounts stating that Brown never moved back toward Wilson could not be relied upon in a prosecution because their accounts cannot be reconciled with the DNA bloodstain evidence and other credible witness accounts.\n\nAs detailed throughout this report, several witnesses stated that Brown appeared to pose a physical threat to Wilson as he moved toward Wilson. According to these witnesses, who are corroborated by blood evidence in the roadway, as Brown continued to move toward Wilson, Wilson fired at Brown in what appeared to be self-defense and stopped firing once Brown fell to the ground. Wilson stated that he feared Brown would again assault him because of Brown’s conduct at the SUV and because as Brown moved toward him, Wilson saw Brown reach his right hand under his t-shirt into what appeared to be his waistband. There is no evidence upon which prosecutors can rely to disprove Wilson’s stated subjective belief that he feared for his safety.\n\nBallistics analysis indicates that Wilson fired a total of 12 shots, two from the SUV and ten on the roadway. Witness accounts and an audio recording indicate that when Wilson and Brown were on the roadway, Wilson fired three gunshot volleys, pausing in between each one. According to the autopsy results, Wilson shot and hit Brown as few as six or as many as eight times, including the gunshot to Brown’s hand. Brown fell to the ground dead as a result of a gunshot to the apex of his head. With the exception of the first shot to Brown’s hand, all of the shots that struck Brown were fired from a distance of more than two feet. As documented by crime scene photographs, Brown fell to the ground with his left, uninjured hand balled up by his waistband, and his right, injured hand palm up by his side. Witness accounts and cellular phone video prove that Wilson did not touch Brown’s body after he fired the final shot and Brown fell to the ground.\n\n7\n\nAlthough there are several individuals who have stated that Brown held his hands up in an unambiguous sign of surrender prior to Wilson shooting him dead, their accounts do not support a prosecution of Wilson. As detailed throughout this report, some of those accounts are inaccurate because they are inconsistent with the physical and forensic evidence; some of those accounts are materially inconsistent with that witness’s own prior statements with no explanation, credible for otherwise, as to why those accounts changed over time. Certain other witnesses who originally stated Brown had his hands up in surrender recanted their original accounts, admitting that they did not witness the shooting or parts of it, despite what they initially reported either to federal or local law enforcement or to the media. Prosecutors did not rely on those accounts when making a prosecutive decision.\n\nWhile credible witnesses gave varying accounts of exactly what Brown was doing with his hands as he moved toward Wilson – i.e ., balling them, holding them out, or pulling up his pants up – and varying accounts of how he was moving – i.e., “charging,” moving in “slow motion,” or “running” – they all establish that Brown was moving toward Wilson when Wilson shot him. Although some witnesses state that Brown held his hands up at shoulder level with his palms facing outward for a brief moment, these same witnesses describe Brown then dropping his hands and “charging” at Wilson.",
        "$$hashKey": "object:729"
    },
    {
        "type": "text",
        "title": "Ferguson: Initial Law Enforcement Investigation",
        "date": "2014-03-04T05:00:00.000Z",
        "text": "Wilson shot Brown at about 12:02 p.m. on August 9, 2014. Within minutes, FPD officers responded to the scene, as they were already en route from Wilson’s initial radio call for assistance. Also within minutes, residents began pouring onto the street. At 12:08 p.m., FPD officers requested assistance from nearby SLCPD precincts. By 12:14 p.m., some members of the growing crowd became increasingly hostile in response to chants of “[We] need to kill these motherfuckers,” referring to the police officers on scene. At around the same time, about 12:15 p.m., Witness 147, an FPD sergeant, informed the FPD Chief that there had been a fatal officer-involved shooting. At about 12:23 p.m., after speaking with one of his captains, the FPD Chief contacted the SLCPD Chief and turned over the homicide investigation to the SLCPD. Within twenty minutes of Brown’s death, paramedics covered Brown’s body with several white sheets.\n\nThe SLCPD Division of Criminal Investigation, Bureau of Crimes Against Persons (“CAP”) was notified at 12:43 p.m. to report to the crime scene to begin a homicide investigation. When they received notification, SLCPD CAP detectives were investigating an armed, masked hostage situation in the hospice wing at St. Anthony’s Medical Center in the south part of St. Louis County, nearly 37 minutes from Canfield Drive. They arrived at Canfield Drive at approximately 1:30 p.m. During that time frame, between about 12:45 p.m. and 1:17 p.m., SLCPD reported gunfire in the area, putting both civilians and officers in danger. As a result, canine officers and additional patrol officers responded to assist with crowd control. SLCPD expanded the perimeter of the crime scene to move the crowd away from Brown’s body in an effort to preserve the crime scene for processing.\n\nUpon their arrival, SLCPD detectives from the Bureau of Criminal Identification Crime Scene Unit erected orange privacy screens around Brown’s body, and CAP detectives alerted the\n\n\n8\nSt. Louis County Medical Examiner (“SCLME”) to respond to the scene. To further protect the integrity of the crime scene, and in accordance with common police practice, SLCPD personnel did not permit family members and concerned neighbors into the crime scene (with one brief exception). Also in accordance with common police practice, crime scene detectives processed the crime scene with Brown’s body present. According to SLCPD CAP detectives, they have one opportunity to thoroughly investigate a crime scene before it is forever changed upon the removal of the decedent’s body. Processing a homicide scene with the decedent’s body present allows detectives, for example, to accurately measure distances, precisely document body position, and note injury and other markings relative to other aspects of the crime scene that photographs may not capture.\n\nIn this case, crime scene detectives had to stop processing the scene as a result of two more reports of what sounded like automatic weapons gunfire in the area at 1:55 p.m. and 2:11 p.m., as well as some individuals in the crowd encroaching on the crime scene and chanting, “Kill the Police,” as documented by cell phone video. At each of those times, having exhausted their existing resources, SLCPD personnel called emergency codes for additional patrol officers from throughout St. Louis County in increments of twenty-five. Livery drivers sent to transport Brown’s body upon completion of processing arrived at 2:20 p.m. Their customary practice is to wait on scene until the body is ready for transport. However, an SLCPD sergeant briefly stopped them from getting out of their vehicle until the gunfire abated and it was safe for them to do so. The SLCME medicolegal investigator arrived at 2:30 p.m. and began conducting his investigation when it was reasonably safe to do so. Detectives were at the crime scene for approximately five and a half hours, and throughout that time, SLCPD personnel continued to seek additional assistance, calling in the Highway Safety Unit at 2:38 p.m. and the Tactical Operations Unit at 2:44 p.m. Witnesses and detectives described the scene as volatile, causing concern for both their personal safety and the integrity of the crime scene. Crime scene detectives and the SLCME medicolegal investigator completed the processing of Brown’s body at approximately 4:00 p.m, at which time Brown’s body was transported to the Office of the SLCME.",
        "$$hashKey": "object:878"
    },
    {
        "type": "text",
        "title": "Ferguson: Darren Wilson Testimony",
        "date": "2014-03-04T05:00:00.000Z",
        "text": "Darren Wilson made five voluntary statements following the shooting. Wilson’s first statement was to Witness 147, his supervising sergeant at the FPD, who responded to Canfield Drive within minutes and immediately spoke to Wilson. 3 Wilson’s second statement was made to an SLCPD detective about 90 minutes later, after Wilson returned to the FPD. This interview continued at a local hospital while Wilson was receiving medical treatment. Third, SLCPD detectives conducted a more thorough interview the following morning, on August 10, 2014. Fourth, federal prosecutors and FBI agents interviewed Wilson on August 22, 2014. Wilson’s attorney was present for both interviews with the SLCPD detectives. Two attorneys were present for his interview with federal agents and prosecutors. Wilson’s fifth statement occurred when he appeared before the county grand jury for approximately 90 minutes on September 16, 2014.\n\nAccording to Wilson, he was traveling westbound on Canfield Drive, having just finished another call, when he saw Brown and Witness 101 walking single file in the middle of the street on the yellow line. Wilson had never before met either Brown or Witness 101. Wilson approached Witness 101 first and told him to use the sidewalk because there had been cars trying to pass them. When pressed by federal prosecutors, Wilson denied using profane language, explaining that he was on his way to meet his fiancée for lunch, and did not want to antagonize the two subjects. Witness 101 responded to Wilson that he was almost to his destination, and Wilson replied, “What’s wrong with the sidewalk?” Wilson stated that Brown unexpectedly\n\n3 Witness 147 was jointly interviewed by SLCPD detectives and federal agents and prosecutors on August 19, 2014. He then testified before the county grand jury on September 16, 2014. Witness 147 never documented what Wilson told him during those initial few minutes after the shooting. Witness 147 acknowledged that while talking to Wilson, he was also focused on the shooting scene and crowd safety.\n\n12\nresponded, “Fuck what you have to say.” As Wilson drove past Brown, he saw cigarillos in Brown’s hand, which alerted him to a radio dispatch of a “stealing in progress” that he heard a few minutes prior while finishing his last call. Wilson then checked his rearview mirror, and realized that Witness 101 matched the description of the other subject on the radio dispatch.\n\nWilson requested assistance over the radio, stating that he had two subjects on Canfield Drive. Wilson explained that he intended to stop Brown and Witness 101 and wait for backup before he did any further investigation into the theft. Wilson reversed his vehicle and parked in a manner to block Brown and Witness 101 from walking any further. Upon doing so, he attempted to open his driver’s door, and said, “Hey, come here.” Before Wilson got his leg out, Brown responded, “What the fuck are you gonna do?”4 Brown then slammed the door shut and Wilson told him to “get back.” Wilson attempted to open the door again. Wilson told the county grand jury that he then told Brown, “Get the fuck back,” but Brown did not comply and, using his body, pushed the door closed on Wilson.\n\nBrown placed his hands on the window frame of the driver’s door, and again Wilson told Brown to “get back.” To Wilson’s surprise, Brown then leaned into the driver’s window, so that his arms and upper torso were inside the SUV. Brown started assaulting Wilson, “swinging wildly.” Brown, still with cigarillos in his hand, turned around and handed the items to Witness 101 using his left hand, telling Witness 101 “take these.” Wilson used the opportunity to grab Brown’s right arm, but Brown used his left hand to twice punch Wilson’s jaw. As Brown assaulted Wilson, Wilson leaned back, blocking the blows with his forearms. Brown hit Wilson on the side of his face and grabbed his shirt, hands, and arms. Wilson feared that Brown’s blows could potentially render him unconscious, leaving him vulnerable to additional harm.\n\nWilson explained that he resorted to his training and the “use of force triangle” to determine how to properly defend himself. Wilson explained that he did not carry a taser, and therefore, his options were mace, his flashlight, his retractable asp baton, and his firearm. Wilson’s mace was on his left hip and Wilson explained that he knew that the space within the SUV was too small to use it without incapacitating himself in the process. Wilson’s asp baton was located on the back of his duty belt. Wilson determined that not only would he have to lean forward to reach it, giving more of an advantage to Brown, but there was not enough space in the SUV to expand the baton. Wilson’s flashlight was in his duty bag on the passenger seat, out of his reach. Wilson explained that his gun, located on his right hip, was his only readily accessible option.\n\nConsequently, while the assault was in progress and Brown was leaning in through the window with his arms, torso, and head inside the SUV, Wilson withdrew his gun and pointed it at Brown. Wilson warned Brown to stop or he was going to shoot him. Brown stated, “You are\n\n\n\n4 The Ferguson Market store clerk’s daughter stated that Brown used a similar statement when her father tried to stop Brown from stealing cigarillos, i.e., “What you gonna do?” While it might seem odd that a person in Brown’s position would verbally confront a police officer, the fact that another witness at a separate location described Brown as speaking similarly a few minutes earlier tends to corroborate Wilson.\n\n13\ntoo much of a pussy to shoot,”5 and put his right hand6 over Wilson’s right hand, gaining control of the gun. Brown then maneuvered the gun so that it was pointed down at Wilson’s left hip. Wilson explained that Brown’s size and strength, coupled with his standing position outside the SUV relative to Wilson’s seated position inside the SUV, rendered Wilson completely vulnerable. Wilson stated that he feared Brown was going to shoot him because Brown had control of the gun. Wilson managed to use his left elbow to brace against the seat, gaining enough leverage to push the gun forward until it lined up with the driver’s door, just under the handle. Wilson explained that he twice pulled the trigger but the gun did not fire, most likely because Brown’s hand was preventing the gun from functioning properly. Wilson pulled the trigger a third time and the gun fired into the door. Immediately, glass shattered because the window had been down, and Wilson noticed blood on his own hand. Wilson initially thought he had been cut by the glass.\n\nBrown appeared to be momentarily startled because he briefly backed up. Wilson saw Brown put his hand down to his right hip, and initially assumed the bullet went through the door and struck Brown there. Wilson then described Brown becoming enraged, and that Brown “looked like a demon.” Brown then leaned into the driver’s window so that his head and arms were inside the SUV and he assaulted Wilson again. Wilson explained that while blocking his face with his left hand, he tried to fire his gun with his right hand, but the gun jammed. Wilson lifted the gun, without looking, and used both hands to manually clear the gun while also trying to shield himself. He then successfully fired another shot, holding the gun in his right hand. According to Wilson, he could not see where he shot, but did not think that he struck Brown because he saw “smoke” outside the window, seemingly from the ground, indicating to him a point of impact that was farther away.\n\nBrown then took off running. Wilson radioed for additional assistance, calling out that shots were fired. Wilson then chased after Brown on foot. Federal prosecutors questioned Wilson as to why he did not drive away or wait for backup, but instead chose to pursue Brown despite the attack he just described. Wilson explained that he ran after Brown because Brown posed a danger to others, having just assaulted a police officer and likely stolen from Ferguson Market. Given Brown’s violent and otherwise erratic behavior, Wilson was concerned that Brown was a danger to anyone who crossed his path as he ran.\n\nWilson denied firing any shots while Brown was running from him. Rather he kept his gun out, but down in a “low ready” position. Wilson explained that he chased after Brown, repeatedly yelling at him to stop and get on the ground. Brown kept running, but when he was about 20 to 30 feet from Wilson, abruptly stopped, and turned around toward Wilson, appearing “psychotic,” “hostile,” and “crazy,” as though he was “looking through” Wilson. While making\n\n5 \tAccording to Wilson’s sergeant, Witness 147, Wilson told him that Brown made that comment later when Brown was charging at Wilson in the roadway. Witness 147 remembered this part of Wilson’s account when he testified before the county grand jury, and not when he was interviewed by state and federal authorities. In every other account, Wilson stated that Brown made that comment as soon as he withdrew his gun. \n6 \tDuring his second interview with SLCPD detectives, Wilson stated he was unsure with which hand Brown reached for Wilson’s gun. During all other statements, when asked, Wilson said that Brown used his right hand. \n\n14\na “grunting noise” and with what Wilson described as the “most intense aggressive face” that he had ever seen on a person, Brown then made a hop-like movement, similar to what a person does when he starts running. Brown then started running at Wilson, closing the distance between them to about 15 feet. Wilson explained that he again feared for his life, and backed up as Brown came toward him, repeatedly ordering Brown to stop and get on the ground. Brown failed to comply and kept coming at Wilson. Wilson explained that he knew if Brown reached him, he “would be done.” During Brown’s initial strides, Brown put his right hand in what appeared to be his waistband, albeit covered by his shirt. Wilson thought Brown might be reaching for a weapon. Wilson fired multiple shots. Brown paused. Wilson explained that he then paused, again yelled for Brown to get on the ground, and again Brown charged at him, hand in waistband. Wilson backed up and fired again. The same thing happened a third time where Brown very briefly paused, and Wilson paused and yelled for Brown to get on the ground. Brown continued to “charge.” Wilson described having tunnel vision on Brown’s right arm, all the while backing up as Brown approached, not understanding why Brown had yet to stop. Wilson fired the last volley of shots when Brown was about eight to ten feet from him. When Wilson fired the last shot, he saw the bullet go into Brown’s head, and Brown “went down right there.” Wilson initially estimated that on the roadway, he fired five shots and then two shots, none of which had any effect on Brown. Then Brown leaned forward as though he was getting ready to “tackle” Wilson, and Wilson fired the last shot.\n\nFederal prosecutors questioned Wilson about his actions after the shooting. Wilson explained that he never touched Brown’s body. Using the microphone on his shoulder, Wilson radioed, “Send me every car we got and a supervisor.” Within seconds, additional officers and his sergeant arrived on scene. In response to specific questions by federal prosecutors, Wilson explained that he had left his keys in the ignition of his vehicle and the engine running during the pursuit, so he went back to his SUV to secure it. In so doing, he was careful only to touch the door and the keys. Wilson then walked over to his sergeant, Witness 147, and told him what happened.7 Both Wilson and Witness 147 explained that Witness 147 told Wilson to wait in his SUV, but Wilson refused, explaining that if he waited there, it would be known to the neighborhood that he was the shooter. Wilson explained that the atmosphere was quickly becoming hostile, and he either needed to be put to work with his fellow officers or he needed to leave. Per Witness 147’s orders, Wilson drove Witness 147’s vehicle to the FPD. It was during the drive that Wilson realized he was not bleeding, but had what he thought was Brown’s blood on both hands.\n\nAs soon as Wilson got to the police department, he scrubbed both hands. When federal prosecutors challenged why he did so in light of the potential evidentiary value, Wilson explained that he realized after the fact that he should not have done so, but at the time he was reacting to a potential biohazard while still under the stress of the moment. Wilson then rendered his gun safe and packaged it with the one remaining round in an evidence envelope. When federal prosecutors further questioned why he packaged his own gun, Wilson explained that he wanted to ensure its preservation for analysis because it would prove what happened. At first, he hoped Brown’s fingerprints or epithelial DNA from sweat on his hand might be present from when Brown grabbed the gun. But then Wilson actually saw blood on the gun, and\n\n\n7 According to Witness 147, he spoke to Wilson while Wilson was seated in his SUV.\n\n15\nassumed that since he was not bleeding, the blood likely belonged to Brown, and therefore, Brown’s DNA would be present.\n\nDuring Wilson’s interview with federal authorities, prosecutors and agents focused on whether he was consistent with his previous statements, the motivation for his actions, and his training and experience relative to when the use of deadly force is appropriate. Federal prosecutors challenged Wilson with specificity about why he stopped Brown and whether he was aware that Brown and Witness 101 were suspects in the Ferguson Market robbery. Similarly, prosecutors challenged Wilson about his decision to use deadly force inside the SUV, to chase after Brown, and to again use deadly force on Brown in the roadway. Wilson responded to those challenges in a credible manner, offering reasonable explanations to the questions posed.\n\nAt the time of his interview, federal prosecutors and agents were aware of the autopsy, DNA, and ballistics results, as detailed below. Wilson’s account was consistent with those results, and consistent with the accounts of other independent eyewitnesses, whose accounts were also consistent with the physical evidence. Wilson’s statements were consistent with each other in all material ways, and would not be subject to effective impeachment for inconsistencies or deviation from the physical evidence.8 Therefore, in analyzing all of the evidence, federal prosecutors found Wilson’s account to be credible.",
        "$$hashKey": "object:1447"
    },
    {
        "type": "text",
        "title": "Ferguson: Witness Accounts",
        "date": "2014-03-04T05:00:00.000Z",
        "text": "As the first responding investigators, SLCPD detectives interviewed witnesses on Canfield Drive within the first few hours of the shooting. One week later, on August 16, 2014, in an effort to identify additional witnesses who may have been reluctant to speak with local law enforcement, the FBI conducted a neighborhood canvass of more than 300 residences. Federal and county authorities largely conducted additional interviews jointly, unless a witness expressed discomfort with the presence of either federal agents or SLCPD detectives. To evaluate the merits of a potential federal prosecution, federal prosecutors and FBI agents conducted follow-up interviews. Many witnesses also testified before the county grand jury. Unless otherwise noted, witnesses did not know, or know of, Brown or Wilson prior to the shooting.\n\nFor ease of review, this report divides the summaries of witness accounts into three sections based on the nature and credibility of their accounts to a jury. First, the report summarizes the accounts of those witnesses whose statements have been materially consistent, are consistent with the physical evidence, and that are mutually corroborative. For these reasons, prosecutors determined these witness accounts were reliable and would be credible to jurors. This section is further broken down into subsections for those witness accounts that support Wilson’s claim of self-defense and those that support a criminal prosecution of Wilson. Of\n\n22 Brown’s actions on the surveillance video at that moment mimicked the way in which Wilson described Brown again handing the cigarillos to Witness 101 minutes later as Brown assaulted Wilson in the SUV.\n\n26\ncourse, to support a prosecution of Wilson under 18 U.S.C. § 242, the weight of the evidence from those witness accounts that support a prosecution must be prove the violation beyond a reasonable doubt to twelve reasonable jurors. A prosecution will fail if the credible evidence creates “reasonable doubt” of Wilson’s guilt by supporting Wilson’s statements that he acted reasonably and in self-defense. The second section of summaries contains those accounts that neither inculpate Wilson nor fully corroborate Wilson’s account. These witnesses, regardless of whether prosecutors determined their accounts to be credible, would not strengthen the government’s case in a prosecution of Wilson. The third section of summaries contains those witness accounts that are inconsistent with the physical and forensic evidence, materially inconsistent with that witness’s own prior statements, or those witnesses who have recanted large portions of their accounts, admitting that they did not in fact witness the shooting as they initially claimed. Therefore, for this last category of witnesses, federal prosecutors either could not rely on their accounts to support a prosecution of Darren Wilson or did not consider their accounts in making a prosecutive decision.\n\n1. \tWitnesses Materially Consistent with Prior Statements, Physical Evidence, and Other Witnesses and Therefore, Give Credible Accounts \n\ni. \tWitnesses Materially Consistent with Prior Statements, Physical Evidence, and Other Witnesses Who Corroborate That Wilson Acted in Self-Defense \n\na.  Witness 102\n\nWitness 102 is a 27-year-old bi-racial male. Witness 102 gave three statements. First, SLCPD detectives interviewed him; second, FBI agents interviewed him; third, Witness 102 testified before the county grand jury.\n\nWitness 102 was doing house repairs on a residence on Canfield Drive when the shooting occurred. Witness 102 first noticed Brown and Witness 101 walking down Canfield Drive about 20 minutes prior to the shooting when he went to his truck to retrieve a broom. Brown’s size initially drew Witness 102’s attention. When Witness 102 later came back outside to get another tool, he noticed Wilson’s SUV parked in the middle of the street at an angle, with the driver’s side closer to the center of the street. Witness 102’s vantage point was street level, about 450 feet from the SUV with a view of the driver’s side of the SUV.\n\nAccording to Witness 102, he saw Brown standing on the driver’s side of the SUV, bent over with his body through the driver’s window from the waist up. Witness 102 explained that Brown was “wrestling” through the window, but he was unable to see what Wilson was doing. After a few seconds, Witness 102 heard a gunshot. Immediately, Brown took off running in the opposite direction from where Witness 102 was standing. Witness 102 heard something metallic hit the ground. Witness 102 thought that he had just witnessed the murder of a police officer because a few seconds passed before Wilson emerged from the SUV. Wilson then chased Brown with his gun drawn, but not pointed at Brown, until Brown abruptly turned around at a nearby driveway. Witness 102 explained that it made no sense to him why Brown turned around. Brown did not get on the ground or put his hands up in surrender. In fact, Witness 102 told investigators that he knew “for sure that [Brown’s] hands were not above his head.” Rather,\n\n\n27\nBrown made some type of movement similar to pulling his pants up or a shoulder shrug, and then “charged” at Wilson. It was only then that Wilson fired five or six shots at Brown. Brown paused and appeared to flinch, and Wilson stopped firing. However, Brown charged at Wilson again, and again Wilson fired about three or four rounds until Brown finally collapsed on the ground. Witness 102 was in disbelief that Wilson seemingly kept missing because Brown kept advancing forward. Witness 102 described Brown as a “threat,” moving at a “full charge.” Witness 102 stated that Wilson only fired shots when Brown was coming toward Wilson. It appeared to Witness 102 that Wilson’s life was in jeopardy. Witness 102 was unable to hear whether Brown or Wilson said anything.\n\nWitness 102 did not see Brown’s friend, Witness 101, at any time during the incident until Witness 101 “came out of nowhere,” shouting, “‘They just killed him!’” Witness 101 seemed to be shouting toward a blue Monte Carlo23 that had stopped behind Wilson’s SUV. Witness 101 then ran off. Witness 102 explained that once he saw officers putting up police tape, he went down to the scene and began telling another onlooker what he had witnessed. Witness 102 later learned via a “friend” on Facebook that his voice was inadvertently captured on another bystander’s cell phone recording. Federal prosecutors reviewed this recording and Witness 102 identified his voice on the recording when he testified before the county grand jury. In it, Witness 102 can be heard correcting someone else who was recounting what he heard from others, that Wilson “stood over [Brown] and shot while on the ground.” In response, Witness 102 stated that Wilson shot Brown because Brown came back toward Wilson. Witness 102 “kept thinking” that Wilson’s shots were “missing” Brown because Brown kept moving.\n\nWitness 102 did not stay on Canfield Drive long after the shooting, but rather started to leave the area after about five minutes because he felt uncomfortable. According to Witness 102, crowds of people had begun to gather, wrongly claiming the police shot Brown for no reason and that he had his hands up in surrender. Two black women approached Witness 102, mobile phones set to record, asking him to recount what he had witnessed. Witness 102 responded that they would not like what he had to say. The women responded with racial slurs, calling him names like “white motherfucker.”\n\nWitness 102 called 911 the following day to report what he saw. He then went to the FPD on Monday, August 11, 2014, where he was referred to the SLCPD. Witness 102 explained that he came forward because he “felt bad about the situation,” and he wanted to “bring closure to [Brown’s] family,” so they would not think that the officer “got away with murdering their son.” He further explained that “most people think that police are bad for ‘em up until the time they’re in need of the police,” and he felt that witnesses would not come forward to tell the truth in this case because of community pressure.\n\nAs described above, all of Witness 102’s statements were materially consistent with each other, with physical and forensic evidence, and with other credible witness accounts. Witness 102 does not have a criminal history. Therefore, if called as a defense witness in a prosecution of Darren Wilson, this witness’s account would not be vulnerable to meaningful cross-examination and would not be subject to impeachment due to bias or inconsistencies in his prior statements. Accordingly, after a thorough review of all the evidence, federal prosecutors\n\n23 As detailed below, the Monte Carlo in question was white.\n\n28\ndetermined his account to be credible and likewise determined that a jury appropriately would credit his potential testimony.\n\nb.  Witness 103\n\nWitness 103 is a 58-year-old black male who gave two statements. First, Witness 103 was reluctant to meet with SLCPD detectives, FBI agents, and federal prosecutors because he has no particular allegiance to law enforcement. Witness 103 is a convicted felon who served time in federal prison, and has a son who was shot and injured by law enforcement during the commission of a robbery. Witness 103 expressed concerns because there were signs in the neighborhood of Canfield Drive stating, “snitches get stitches.” Therefore, he agreed to be interviewed only on the condition of confidentiality. Witness 103 later testified before the county grand jury.\n\nAccording to Witness 103, he was driving his blue pickup truck in the opposite direction of Wilson’s SUV, and ended up virtually next to the driver’s side of the SUV when it stopped. Relative to Witness 102, Witness 103 had a similar, but much closer view of the driver’s side of the SUV. If the parked SUV is viewed as dividing Canfield Drive in half, both Witness 102 and Witness 103 were on the same side, with a view of Brown’s back as he ran from Wilson, and a view of Brown’s front as he ran toward Wilson.\n\nWhen Witness 103 stopped his truck on Canfield Drive, although he did not see what led up to it, he saw Brown punching Wilson at least three times in the facial area, through the open driver’s window of the SUV. Witness 103 described Wilson and Brown as having hold of each other’s shirts, but Brown was “getting in a couple of blows.” Wilson was leaning back toward the passenger seat with his forearm up, in an effort to block the blows. Then Witness 103 heard a gunshot and Brown took off running. Wilson exited the SUV, appeared to be using his shoulder microphone to call into his radio, and chased Brown with his gun held low.\n\nWitness 103 explained that Brown came to a stop near a car, put his hand down on the car, and turned around to face Wilson. Brown’s hands were then down at his sides. Witness 103 did not see Brown’s hands up. Wanting to leave, Witness 103 began to turn his car around in the opposite direction that Brown had been running when he heard additional shots. Witness 103 turned to his right, and saw Brown “moving fast” toward Wilson. Witness 103 then drove away.\n\nWitness 103 had a passenger in his truck. Although Witness 103 tried to facilitate contact between federal and state authorities and the passenger, the passenger refused to identify himself or provide any information.\n\nWhen Witness 103 was initially subpoenaed to testify before the county grand jury, he expressed even more reluctance than he did during his investigative interview, this time alleging memory loss. However, he ultimately testified consistently with his original account, with the physical and forensic evidence, and with other credible witness accounts. Therefore, if called as a defense witness in a federal prosecution of Darren Wilson, Witness 103 would be subject to limited impeachment for his two felony convictions, including a theft conviction, but his apparent antipathy toward law enforcement would bolster testimony that corroborates Wilson.\n\n\n29\nAccordingly, after a thorough review of all the evidence, federal prosecutors determined his account to be credible, and likewise determined that a jury appropriately would credit his potential testimony.\n\nc.  Witness 104\n\nWitness 104 is a 26-year-old bi-racial female. Witness 104 gave three statements. SLCPD detectives interviewed her, federal prosecutors and agents interviewed her, and she testified before the county grand jury.\n\nWitness 104 was in a minivan that had been traveling in the opposite direction of Wilson, and came to a halt in front of Wilson’s SUV, and somewhat behind, yet adjacent to Witness 103’s blue pickup truck. Witness 104 was on the same side of the SUV as Witness 102 and Witness 103. She was seated in the middle row behind the driver’s seat of the minivan, leaning over toward the center, with a direct view of Brown running away from Wilson, a frontal view of Brown coming back toward Wilson, and the shooting thereafter. Witness 104 is the adult daughter of the two witnesses in the driver and passenger front seats, Witness 105 and Witness 106, respectively. She is the sister of Witness 107, who was seated in the middle row passenger seat to her right.\n\nAccording to Witness 104, she was leaning over, talking to her sister, Witness 107, when she heard two gunshots. She looked out the front window and saw Brown at the driver’s window of Wilson’s SUV. Witness 104 knew that Brown’s arms were inside the SUV, but she could not see what Brown and Wilson were doing because Brown’s body was blocking her view. Witness 104 saw Brown run from the SUV, followed by Wilson, who “hopped” out of the SUV and ran after him while yelling “stop, stop, stop.” Wilson did not fire his gun as Brown ran from him. Brown then turned around and “for a second” began to raise his hands as though he may have considered surrendering, but then quickly “balled up in fists” in a running position and “charged” at Wilson. Witness 104 described it as a “tackle run,” explaining that Brown “wasn’t going to stop.” Wilson fired his gun only as Brown charged at him, backing up as Brown came toward him. Witness 104 explained that there were three separate volleys of shots. Each time, Brown ran toward Wilson, Wilson fired, Brown paused, Wilson stopped firing, and then Brown charged again. The pattern continued until Brown fell to the ground, “smashing” his face upon impact. Wilson did not fire while Brown momentarily had his hands up. Witness 104 explained that it took some time for Wilson to fire, adding that she “would have fired sooner.” Wilson did not go near Brown’s body after Brown fell to his death.\n\nWitness 104 explained that she first saw Brown’s friend, Witness 101, when he took off running as soon as the first two shots were fired. She never saw him again.\n\nAll three of Witness 104’s statements were consistent with each other, consistent with the physical and forensic evidence, and consistent with other credible witness accounts. Witness 104 does not have a criminal history. Therefore, if called as a defense witness in a prosecution of Darren Wilson, this witness’s account would not be vulnerable to meaningful cross– examination and would not be subject to impeachment due to bias or inconsistencies in prior statements. Accordingly, after a thorough review of all the evidence, federal prosecutors\n\n\n30\ndetermined her account to be credible, and likewise determined that a jury appropriately would credit her potential testimony.",
        "$$hashKey": "object:2016"
    }
]