[
    {
        "title": "Measles cases seen almost doubling in Ebola epidemic countries",
        "favicon": "http://www.ibtimes.com/sites/www.ibtimes.com/themes/us_ibtimes/favicon.ico",
        "description": "The school had 114 students and 51 staff who were not vaccinated against measles.",
        "lang": "en",
        "canonicalLink": "http://www.ibtimes.com/measles-outbreak-canada-2015-quebec-cases-spike-119-after-infected-student-attended-1843818",
        "tags": [
            "Super Bowl"
        ],
        "image": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/styles/v2_article_large/public/2015/03/11/rtr4rbmw.jpg?itok=m2jDyxZ-",
        "videos": [],
        "text": "The Canadian province of Quebec has 119 confirmed cases of measles, a significant increase from 32 cases at the end of February and a number that's expected to rise further, health officials said Wednesday. None of the 119 people with measles had been vaccinated against the virus.\n\nThe spike in cases came after a young student attended school for a day while contagious, although it was not clear which day that was. The elementary school, in the Lanaudière region northeast of Montreal, has 114 students and 51 staff who are not fully vaccinated, the Globe and Mail reported. The school will offer vaccinations Thursday and will require those who refuse vaccinations to remain at home for two weeks. Health officials have said they are expecting more cases to emerge from the school, which is at the heart of the outbreak.\n\nThe outbreak in the Lanaudière area has been linked to the measles outbreak at Disneyland, in California. Outside of the Lanaudière area, Quebec province has no known cases of measles, and other limited cases of measles in Canada have been reported in Ontario and Manitoba provinces.\n\nThe first cases of measles in Quebec were announced Feb. 10, after health officials in Quebec confirmed 10 cases in Lanaudière. At least one person from that group had visited Disneyland, and none were vaccinated against measles. About 91 percent of 1-to-2-year-old babies in Lanaudière are vaccinated, according to Joane Desilets, an infectious disease specialist.\n\nMeasles is a highly contagious virus with symptoms that appear typically one to two weeks after a person is infected, meaning that a person can be infected and not know it. It often begins with a high fever and runny nose, among other symptoms, and can also lead to rashes and tiny white spots inside the mouth. The virus can be prevented with a vaccine.",
        "source": "Fox News",
        "date": 1426191966000,
        "$$hashKey": "object:59",
        "index": 0,
        "start": 0,
        "end": 1833
    },
    {
        "title": "Measles cases predicted to almost double in Ebola epidemic countries",
        "favicon": "http://www.eurekalert.org/images/e-lert.ico",
        "description": "An international study involving the University of Southampton suggests there could be a rise in measles cases of 100,000 across the three countries most affected by the Ebola outbreak in West Africa due to health system disruptions.",
        "keywords": "Medicine/Health, Immunology/Allergies/Asthma, Vaccines",
        "lang": "en",
        "tags": [],
        "image": "http://www.eurekalert.org/images/eurekalert-logo200X200.gif",
        "videos": [],
        "text": "An international study involving the University of Southampton suggests there could be a rise in measles cases of 100,000 across the three countries most affected by the Ebola outbreak in West Africa due to health system disruptions.\n\nThe research in the journal Science, led by Princeton and Johns Hopkins University in the USA, predicts that the size of a measles outbreak will increase from 127,000 at the start of the Ebola epidemic in early 2014, to 227,000 after 18 months of the outbreak. This would result in an additional 5,000 measles deaths, and potentially as many as 16,000 - double the number of reported Ebola deaths.  Both increases are due to an interruption in the childhood immunisation programmes of Guinea, Liberia and Sierra Leone, due to huge demands placed on their healthcare systems.\n\nA team of researchers2 from the US and UK used sophisticated modelling techniques to project the likely spread of measles - taking into account factors such as, birth rates, infection susceptibility and population rates.\n\nDr Andy Tatem, a geographer at the University of Southampton, provided high-resolution map data for the project, showing detailed information on population distribution and age structures.  This WorldPop data is derived from official national statistics, household surveys, birth rates, satellite imagery and other sources.\n\nDr Tatem comments: \"The Ebola epidemic is one of the worst public health crisis in recent memory causing tens of thousands of people to become critically ill and thousands more to die.  It has also caused severe disruption to health care services in the affected countries, including childhood vaccination programmes - thus creating a second public health risk.\n\n\"The disruption in recent months has led to a pool of unvaccinated children building up across West Africa - leaving them susceptible to measles and opening the door to a large increase in cases.\"\n\nOverall, it is estimated measles immunisation in West Africa has fallen by 75 per cent because of Ebola3.  Using this figure, the report authors have predicted that after 18 months of healthcare disruption 1,129,376 children aged between 9 months and 5 years will be left unvaccinated - compared with 778,000 prior to the crisis.\n\nDr Tatem comments: \"Our study shows it is crucial to have an aggressive regional vaccination programme ready to run, as soon as the threat of Ebola begins to recede, to help counter the steep downturn in immunisation rates.  Understanding how measles is likely to spread geographically and where best to concentrate interventions will be vital to an effective response.\"\n\nMeasles epidemics often follow humanitarian crises because the infection is one of the most transmissible and vaccination rates tend to be lower.  The three main Ebola affected countries had seen a marked fall in cases in recent years due to vaccination efforts.  Between 1994 and 2003, together they reported over 93,000 cases, but this fell to just under 7,000 in the decade from 2004.\n\nMeasles is just one of several childhood illnesses which have suffered limited vaccination distribution because of Ebola.  Immunisation against meningitis, tuberculosis and polio has also been affected.  Similarly, there has been a negative impact on interventions against malaria and HIV.  The report authors call for the deployment of simultaneous public health interventions to tackle these problems.\n\n1)\tCopies of the paper Reduced vaccination and the risk of measles and other childhood infections post-Ebola can be requested from scipak@aaas.org\n\n2)\tDepartment of Ecology and Evolutionary Biology, Princeton\n\nUniversity, Princeton, New Jersey, USA.\n\nhttps://www.princeton.edu/eeb/\n\nDepartment of Geography and Environment, University of Southampton, UK.\n\nhttp://www.southampton.ac.uk/geography/index.page\n\n3)\tScenarios were also considered in the study for 25, 50 and 100 percent reductions in vaccination rates.\n\n4)\tResearch supported by Bill & Melinda Gates Foundation grant OPP1094793\r and U.S. Department of Homeland Security Science & Technology\r Directorate contract HSHQDC-12-C-00058 (B.T.G., C.J.E.M.); the\r RAPIDD program of the Department of Homeland Security Science\r & Technology Directorate and the NIH Fogarty International Center\r (C.J.E.M., B.T.G., A.J.T.); National Institute of Allergy and Infectious\r Diseases (NIAID) grant R01 AI102939 (J.L.); and NIAID grant\r U19AI089674 and Bill & Melinda Gates Foundation grants\r OPP1106427 and 1032350 (A.J.T.).\n\n5)\tThrough world-leading research and enterprise activities, the University of Southampton connects with businesses to create real-world solutions to global issues. Through its educational offering, it works with partners around the world to offer relevant, flexible education, which trains students for jobs not even thought of. This connectivity is what sets Southampton apart from the rest; we make connections and change the world. http://www.southampton.ac.uk/",
        "source": "EurekAlert!",
        "date": "1426184964",
        "$$hashKey": "object:60",
        "start": 1836,
        "end": 6789
    },
    {
        "title": "Measles Outbreak Canada 2015: Quebec Cases Spike To 119 After Infected Student Attended School",
        "favicon": "http://global.fncstatic.com/static/v/fn2/img/favicon.ico",
        "description": "Measles cases could almost double in countries hardest hit by the West African Ebola outbreak as overwhelmed health systems are unable to maintain child immunizations, scientists said on Thursday.",
        "keywords": "vaccines,Public Health,the time,Sierra Leone,24,epidemiology,health",
        "lang": "en",
        "canonicalLink": "http://www.foxnews.com/health/2015/03/12/measles-cases-seen-almost-doubling-in-ebola-epidemic-countries/",
        "tags": [],
        "image": "http://a57.foxnews.com/global.fncstatic.com/static/managed/0/0/660_Ebola.jpg",
        "videos": [],
        "text": "Measles cases could almost double in countries hardest hit by the West African Ebola outbreak as overwhelmed health systems are unable to maintain child immunizations, scientists said on Thursday.\n\nFor every extra month that health care systems are disrupted, international researchers said up to 20,000 children aged between nine months and five years were put at risk.\n\n\"It could be a long time before the health care systems in the region recover from this,\" said Justin Lessler, an assistant professor of epidemiology at the Johns Hopkins Bloomberg School of Public Health, who co-led the study into the ripple effects of the Ebola epidemic.\n\n\"While the downstream effects of Ebola are many, we can actually do something about measles relatively cheaply and easily, saving many lives by restarting derailed vaccination campaigns,\" he told reporters in a telephone briefing.\n\nWest Africa's Ebola epidemic -- the largest ever seen -- has infected more than 24,000 people in Guinea, Liberia and Sierra Leone, killing almost 10,000 of them.\n\nOutbreaks of measles -- one of the most transmissible diseases -- often follow humanitarian crises as vaccination campaigns falter and populations are displaced and impoverished.\n\nWhile Lessler's team only looked in this study at measles risk, he said the Ebola epidemic had also disrupted delivery of vaccines against polio and tuberculosis and of a combined shot that protects against meningitis, pneumonia, whooping cough, tetanus, hepatitis B and diphtheria.\n\nThe number of children not getting these vaccines in the region may be 600,000 to 700,000, he said, adding that health services for people with malaria, HIV and TB were also severely disrupted.\n\n\"The secondary effects of Ebola -- both in childhood infections and other health outcomes -- are potentially as devastating in terms of loss of life as the disease itself,\" Lessler said.\n\nFor the measles study, the researchers modeled the consequences of various degrees of disruption to health services.\n\nBefore the Ebola outbreak, they estimated that about 778,000 children between nine months and five years had not had measles vaccines -- about 4 percent of the population of Guinea, Liberia and Sierra Leone.\n\nAssuming a 75 percent reduction in health care, the level closest to reality at the time, for 18 months, they projected that the number of unvaccinated children could rise 45 percent to 1,129,000, or by around 20,000 a month.\n\nAfter 18 months of reduced healthcare, the study projected that a large measles outbreak would infect about 227,000 people instead of 127,000 -- the vast majority young children. Lessler said this could mean 2,000 to 16,000 extra deaths.",
        "source": "International Business Times",
        "date": "1426099990",
        "$$hashKey": "object:61",
        "start": 8626,
        "end": 11306
    },
    {
        "title": "Measles cases turn attention to bounty of childhood vaccines",
        "lang": "en",
        "canonicalLink": "http://www.latimes.com/local/lanow/la-me-ln-measles-outbreak-at-149-cases-in-eight-states-canada-and-mexico-20150220-story.html",
        "tags": [
            " Medical Research",
            " Measles"
        ],
        "image": "http://www.trbimg.com/img-54e82443/turbine/la-me-ln-measles-outbreak-at-149-cases-in-eight-states-canada-and-mexico-20150220",
        "videos": [],
        "text": "The number of cases in the California-centered measles outbreak rose to at least 149 patients across eight states, Canada and Mexico.\n\nThe 123 cases in California span 12 counties. At least 39 of the state cases have been directly linked to visitors or employees at Disneyland during the year-end holidays; 28 were family members or people who came in close contact with someone who had the measles. And at least eight caught the measles by being in a public area such as an emergency room where a confirmed case was known to be present, officials said.\n\nTwo of the latest patients were infants less than one year old, according to the California Department of Public Health. That brings to 16 the number of infants diagnosed with measles in the outbreak.\n\nFederal recommendations call for the first dose of measles vaccination, known as MMR, to be given at 12 to 15 months of age, with a second dose between ages 4 and 6. California law requires two doses of the measles vaccination before kindergartners can enroll, but parents may obtain exemptions for the vaccines if they say the inoculations conflict with their personal beliefs.\n\nDatabase: Look up vaccination rates at California child-care centers\n\nCases connected to the California-centered outbreak also have been confirmed in at least seven other states: Arizona (five), Utah (three), Washington (two), Michigan (one), Oregon (one), Colorado (one) and Nebraska (one) -- as well as Canada (10) and Mexico (two).\n\nTwelve counties in California have confirmed measles cases: Alameda, Contra Costa, Los Angeles, Marin, Orange, Riverside, San Bernardino, San Diego, San Mateo, Santa Clara, Solano and Ventura.\n\nOrange County has 35 confirmed cases. Los Angeles County follows with 30 cases, San Diego County with 13 and Ventura County with 12.\n\nAbout 56% of the measles cases were adults 20 years or older. “For those individuals for whom we have vaccination status, the majority are unvaccinated,” state health officials said.\n\nOf the cases in California, about one in five has had to be hospitalized, officials said.\n\nThe particular measles virus found in most of the California cases shares the same genetic material as the type most commonly found in the Philippines, according to lab tests of the virus.\n\nScientists said the findings make it likely that the virus originated in the Philippines. But they still don't know exactly how it got into the United States and then to Disneyland.\n\nOfficials emphasized that the outbreak could have come from a traveler from any number of countries, given that Disneyland draws visitors from around the world. In fact, the type of measles found in the Philippines, known as B3, has been present in at least 14 other countries, including Brazil, Australia, England and Germany, as well as six other American states.\n\n\"The genotype is really the genetic fingerprint of the virus, and so it certainly tells us the number of cases that we have been seeing in California likely all relate to that individual that began at Disneyland,\" said Dr. Matt Zahn, medical director of epidemiology for Orange County.\n\n“The California Department of Public Health has not identified the source country for the measles outbreak,” said state epidemiologist Gil Chavez.\n\nState officials Friday‎ said two measles patients have been diagnosed with a new strain, D8, which is different from the outbreak strain. According to the U.S. Centers for Disease Control and Prevention, D8 has also circulated in patients in France, Belgium, Chile, Canada, India, Singapore and Vietnam.\n\nThe CDC has issued measles travel advisories for both the Philippines and Vietnam. Vietnam has recorded more than 18,000 measles cases in 2014, and the Philippines more than 58,000 illnesses and 110 deaths.\n\nState officials this week cautioned those who were planning spring-break trips to double-check whether their vaccinations were up to date – especially for those “heading to the Philippines or other countries where measles outbreaks are occurring.”\n\nMore information on recommended vaccinations before travel can be found on the U.S. Centers for Disease Control and Prevention website.\n\nSymptoms of measles include fever as high as 105 degrees Fahrenheit, cough, runny nose, redness of eyes, and a rash that begins at the head and spreads to the rest of the body. It can lead to inflammation of the brain, pneumonia and death.\n\nOfficials can take steps to protect unvaccinated people if their exposure to the measles virus is known. If caught within three days of exposure, a measles vaccine can provide protection from illness. Within six days of exposure, getting a substance called immunoglobulin -- concentrated antibodies extracted from donated blood that boost the immune system -- also can protect the patient, experts said.\n\nThose who suspect they have the measles are urged to first call their healthcare provider before going to a clinic, enabling caregivers to make special preparations so patients don’t risk infecting others in the waiting room.\n\nHave questions about measles? Read our FAQ and follow @RosannaXia for more news on the measles outbreak.",
        "source": "Fox News",
        "date": "1425858702",
        "$$hashKey": "object:63",
        "start": 27569,
        "end": 32696
    },
    {
        "title": "Measles outbreak at 149 cases in eight states, Canada and Mexico",
        "favicon": "/image/view/-/9849586/favicon/136/-/7i2o8q/-/WCVB-Home.ico",
        "description": "Four cases of measles have been linked to a restaurant at the MGM Grand Hotel & Casino in Las Vegas, the Southern Nevada Health District reported Friday.",
        "keywords": "US, measles, outbreak, restaurant, emeril, las vegas",
        "lang": "en",
        "canonicalLink": "http://www.wcvb.com/national/measles-cases-linked-to-las-vegas-restaurant/31529344",
        "tags": [],
        "image": "http://www.wcvb.com/image/view/-/25997704/highRes/2/-/maxh/630/maxw/1200/-/210kdyz/-/Measles-jpg.jpg",
        "videos": [],
        "text": "Four cases of measles have been linked to a restaurant at the MGM Grand Hotel & Casino in Las Vegas, the Southern Nevada Health District reported Friday.\n\nA patron and two staff members of Emeril's New Orleans Fish House probably contracted measles from a contagious staff member, the health agency said Friday in a press release, bringing to nine the total number of people diagnosed with measles this year in Clark County, Nevada.\n\nAn infant too young to have received the immunization may have transmitted measles to the initial Emeril's staff member, the health district said.\n\nOne-hundred fifty-four cases of measles were discovered in the United States from January 1 to February 20, the Centers for Disease Control and Prevention said on its website. The CDC said 118 cases were part of an ongoing, multistate outbreak linked to DisneyLand in California.\n\nA record number of U.S. measles cases -- 644 cases from 27 states -- were reported in 2014. That's the greatest number since measles elimination was documented in the United States in 2000.\n\nThe Southern Nevada Health District said no measles cases had been reported in its district since 2011.\n\nMeasles is a highly communicable respiratory disease caused by a virus and spread through the air, according to the CDC. Measles starts with a fever, runny nose, cough, red eyes and sore throat, the CDC said.\n\nEmeril's put out a press release Friday, saying, \"One of our team members was potentially contagious while working shifts beginning at 4 p.m. on Wednesday, February 18, Thursday, February 19, Friday, February 20, and Saturday, February 21. The affected employee has not been on site since then. ... In addition to the ongoing education of our staff, we are engaging in a cooperative effort with the health district to provide immunizations to all of our employees who believe they might be at risk.\"\n\nPeople who dined at the restaurant on those days, as well as people who dined after 4 p.m. on February 4-7, should review their immunization status and contact their doctors if they are not fully immunized or haven't already had measles, the health district said.\n\nThe health district said a person with one of the newly identified cases visited two other Las Vegas businesses, a Walgreens and a Chili's Grill & Bar, on February 22.\n\nBART, the transit system in the San Francisco area, on Wednesday said some riders may have been exposed last week after a San Mateo County resident with measles commuted. BART said the risk of \"contracting measles via BART is negligible.\"",
        "source": "Los Angeles Times",
        "date": "1425989440",
        "$$hashKey": "object:64",
        "start": 42169,
        "end": 44711
    },
    {
        "title": "Measles outbreak at 145 cases; identical to Philippines virus",
        "favicon": "http://global.fncstatic.com/static/v/fn2/img/favicon.ico",
        "description": "Measles is in the news, but it's just one of more than a dozen preventable - and sometimes forgotten - diseases targeted by vaccines for children.",
        "keywords": "United States,vaccines,Centers for Disease Control and Prevention,HPV,U S",
        "lang": "en",
        "canonicalLink": "http://www.foxnews.com/health/2015/02/09/measles-cases-turn-attention-to-bounty-childhood-vaccines/",
        "tags": [],
        "image": "http://a57.foxnews.com/global.fncstatic.com/static/managed/img/Health/0/0/NEWW%20SHOTS.JPG",
        "videos": [],
        "text": "Measles is in the news, but it's just one of more than a dozen preventable - and sometimes forgotten - diseases targeted by vaccines for children.\n\nMost immunizations start in infancy and some include multiple doses over several months or years. The government recommends 13 vaccines against 16 diseases, through age 18.\n\nThe guidance comes from a Centers for Disease Control and Prevention committee of public health experts who review scientific evidence. And most parents do get the shots for their kids.\n\nThe measles outbreak traced to Disneyland includes unvaccinated children and adults, many of whom didn't the shots \"due to personal belief exemptions,\" according to the CDC's Dr. Anne Schuchat.\n\nVaccinations can cause minor side effects including redness at the injection site and sometimes mild fever, but medical experts say serious complications are rare and much less dangerous than the diseases that vaccines prevent.\n\nSome question the need for vaccinating against diseases that are rare or unheard of in the United States, but the CDC argues that it's because of vaccinations that these diseases have become rare. Most U.S. cases are linked to travel overseas, where many of these mostly contagious diseases are still common.\n\nA look at some of the diseases that vaccines can prevent:\n\n-Measles, a viral respiratory disease, typically causes a fever, cold-like symptoms and a body rash. Young children are most vulnerable to serious complications that include pneumonia, deafness, permanent brain damage and death. The disease sickens about 20 million people worldwide each year. A vaccine was licensed in the U.S. in 1963; before that up to 4 million illnesses and 500 deaths occurred annually. Measles cases have typically numbered 100 or less in recent years, although last year there were more than 600, fueled by an outbreak in an Ohio Amish community.\n\n-Pertussis, or whooping cough, can cause violent, uncontrollable coughing. Vaccine protection sometimes wanes and booster shots are recommended. U.S. outbreaks are common; more than 28,000 cases and 13 deaths in children were reported in 2013. Before widespread vaccination began in the 1940s, about 200,000 children were sickened each year and 9,000 died.\n\n-Mumps, best known for causing swollen salivary glands, is a usually mild illness that may include fever and muscle aches. Complications, including deafness and meningitis, are more common in teens and adults. Before U.S. vaccination began in 1967, nearly 200,000 annual cases occurred nationwide; last year about 1,100 cases were reported - the most in two decades.\n\n-Rubella, or German measles, can cause a rash and fever but is most dangerous if caught during pregnancy - raising risks for birth defects. U.S. vaccination began in 1969 and rubella has been mostly wiped out. An epidemic in the early 1960s caused more than 12 million U.S. cases, thousands of miscarriages and more than 2,000 infant deaths.\n\n-Diphtheria, a bacterial disease, can result in neck-swelling and thickening in the throat that can cause breathing problems. Diphtheria was a common cause of death and illness in U.S. children before vaccination began about 80 years ago. There have been only a few cases in the past decade.\n\n-Polio, a potentially life-threatening disease, can cause flu-like symptoms and permanent paralysis. It has been mostly eliminated worldwide. A vaccine first became available in the U.S. in 1955; before that the disease paralyzed more than 15,000 people each year in the country.\n\n-Tetanus, or lockjaw, is a potentially deadly disease that can cause tightening of the neck and jaw muscles that makes swallowing difficult. A vaccine was introduced in the 1930s. U.S. cases are rare; just 9 people were sickened in 2011.\n\n-Hepatitis B, a liver-attacking virus, can lead to liver failure or death. Almost 3,000 cases were reported in 2012. Vaccination recommendations were first issued in 1982.\n\n-Varicella, or chickenpox, sickened an annual average of 4 million people nationwide and caused at least 100 deaths each year before a vaccine was introduced in 1995. Cases have declined but outbreaks still occur; about 12,000 were sickened nationwide in 2012. Symptoms include an itchy blister-like rash; complications can include dehydration and pneumonia.\n\n-Human papillomavirus, or HPV, is the most common sexually transmitted infection nationwide. Some types of HPV virus can cause cervical cancer, anal cancer and oral cancer. A vaccine was licensed in 2006 for girls and women aged 9 to 26, and in 2009 for boys in that age range.",
        "source": "Los Angeles Times",
        "date": "1425889125",
        "$$hashKey": "object:65",
        "start": 59312,
        "end": 63879
    },
    {
        "title": "The Measles Outbreak Is Twice As Big As You Thought",
        "description": "The number of U.S. measles cases has continued climbing toward 200, with 173 cases noted in the CDC’s most recent report March 6 — but that’s only half the story. If you add in the cases multiplying north of the border, the outbreak nearly doubles in size. Canada is also facing [...]",
        "keywords": "Health,Pharma and Health,Travel,healthcare,Pharma &amp; Healthcare",
        "lang": "en",
        "canonicalLink": "http://www.forbes.com/sites/tarahaelle/2015/03/12/the-measles-outbreak-is-twice-as-big-as-you-thought/",
        "tags": [],
        "image": "http://specials-images.forbesimg.com/dam/imageserve/464477954/640x0.jpg?fit=scale&background=000000",
        "videos": [],
        "text": "The number of U.S. measles cases has continued climbing toward 200, with 173 cases noted in the CDC’s most recent report March 6 — but that’s only half the story. If you add in the cases multiplying north of the border, the outbreak nearly doubles in size.\n\nCanada is also facing a major outbreak of the viral illness with more than 100 cases in the Lanaudière region of Quebec, all tracing back to two families who visited Disneyland in December, according to the CBC, Canada’s state broadcast news station. At a press conference Feb. 21, Quebec public health officials announced 21 measles cases. Less than three weeks later, the cases have climbed to 119 – all in unvaccinated individuals.\n\n“The reason it’s spreading so rapidly is that that’s the nature of the virus,” said Mark Schleiss, director of the Division of Pediatric Infectious Diseases at the University of Minnesota Medical School. “Measles is believed to be one of the most contagious infectious viruses known in human history.”\n\nThe viral particles of measles can infect someone when they’re inhaled or when they encounter your skin or mucous membrane, Schleiss said, and they remain infectious in the air and on surfaces and objects for several hours after an infected person has left the room. Nine out of every ten non-immune individuals who encounter those particles will develop the illness.\n\nThe two families who returned from Disneyland with the infectious souvenir appear to be members of a religious community whose adherents say that vaccination goes against their faith, reported the CBC. But every major world religion supports vaccination to protect children from vaccine-preventable diseases, and this group’s religious objection has put not only their own community’s children in danger but also the children of other Canadians. One of the children with measles attended the school École intégrée de Saint-Pierre while infectious, and a person can transmit the disease to others for up to four days before the disease’s telltale rash appears. Approximately 700 students and staff are at the school, and public officials estimate that 160 students are not fully vaccinated against measles.\n\nOne of the more pernicious misconceptions that has crept up during this outbreak is the idea that the particular strain associated with the Disneyland outbreak is not one that the vaccine can prevent, but this idea is flat-out false. Unlike the flu vaccine, which does need to be reformulated each year to protect against the regularly changing strains of the flu virus, the measles vaccine offers all-in-one protections against this disease.\n\n“Even if you’re looking at strains that are different or have mutated, there’s absolutely no evidence that the vaccine that’s used in clinical practice would fail to protect against those,” Schleiss said. “There’s no evidence whatsoever that strain variation contributes to outbreaks. The explanation for the outbreak, pure and simple, is failure to be immunized.”\n\nWhen the proportion of a community immunized against measles reaches at least 95 percent, the disease is far less likely to lead to major outbreaks. That 95 percent coverage won’t eliminate the disease as the WHO hopes eventually to do, Schleiss said, but it will enable public health officials to retain pretty good control over the disease. But 95 percent coverage at the state or province level isn’t enough.\n\n“It’s really pockets of unimmunized children and communities that are notoriously anti-vaccine where you set the stage for measles,” he said, and he expects that the economic impact of the disease may be one of the factors that eventually leads parents who philosophically object to the vaccine to go ahead and vaccinate their children. “I hope it will be a driving force to try to get people to embrace vaccination and protect their children and themselves,” he said.\n\nUntil more of these pockets reach a higher level of herd immunity, however, the disease will continue to spread, and it may only be a matter of time before a child dies from the disease. An estimated 1 in 1,000 children will die from measles, and with 644 cases total last year in the U.S., it’s not unreasonable to think this year’s tally might exceed 1,000. A toddler has already died from the disease in Germany, which has a superior medical system on par with that in the U.S., and the outbreak there is not quite at 600 cases yet.\n\n“It seems that it is invariably children who suffer our ignorance,” said Paul Offit, director of the Vaccine Education Center and a professor of pediatrics in the Division of Infectious Diseases at The Children’s Hospital of Philadelphia. “How many have to suffer and die from preventable diseases before we are willing to learn this lesson?”\n\nOffit watched children die during the U.S. measles outbreak in 1989-91, when hygiene practices and medical care were certainly excellent. But there is no treatment for measles beyond supportive care, and it is impossible to predict which individuals will develop complications such as pneumonia, brain swelling (which can lead to brain damage) or death — all of which can occur in previously healthy children.",
        "type": "url",
        "date": "2015-03-12T04:00:00.000Z",
        "$$hashKey": "object:109",
        "index": 6
    }
]